[{"name":"5 Card Solitaire","short":"pokersolitaire","url":"/spel/kortspel/5-card-solitaire/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    5 Card Solitaire is een kaartspel dat in hoog tempo wordt gespeeld en waarbij u iedere keer weer de beste pokerhand moet maken. Maak slim gebruik van de Gouden kaarten, maar pas op voor Sneeuwvlokkaarten en Bomkaarten, want anders kon uw spel wel eens heel snel afgelopen zijn! Lukt het u om alle gezochte bandieten te vangen?\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Selecteer vijf kaarten die met elkaar verbonden zijn door erop te klikken. Deselecteer een kaart door er nog een keer op te klikken. Klik op de Verzenden knop wanneer u uw Hand hebt gemaakt.</li>\n                            <li>U kunt per level maar tien Handen maken. Het is belangrijk om deze Handen zo verstandig mogelijk te gebruiken en alle Handen te maken die vereist zijn om naar het volgende level te gaan.</li>\n                            <li>Sneeuwvlokkaarten bevriezen als u ze niet gebruikt. U kunt ze ontdooien door ernaast Handen te maken. Bommen moeten worden verwijderd voordat ze aftellen tot nul. Met Gouden kaarten kunt u bonuspunten verdienen!</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{},"type":"Kaart","playBtn":"/spellen/kaartspellen/5-card-solitaire/?language=nl&action=play"},{"name":"8-Ball Pool","short":"eightballpool","url":"/spel/sportspel/8-ball-pool/?language=sv","tags":"","hasBoosters":false,"register":true,"description":""},{"name":"9-Ball Pool","short":"nineballpool","url":"/spel/sportspel/9-ball-pool/?language=sv","tags":"","hasBoosters":false,"register":true,"description":""},{"name":"Abracadabra","short":"abracadabra","url":"/spel/strategispel/abracadabra/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    De speeltjes van de goochelaar liggen allemaal door elkaar, en hij heeft uw hulp nodig om ze te sorteren. Dat lukt als u haasjes met haasjes verbindt, kaarten met kaarten en duiven met duiven!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik op een symbool om het te selecteren en klik dan op een ander symbool van hetzelfde soort om een keten te gaan maken.</li>\n                            <li>U kunt alleen symbolen verbinden als er een pad tussen is dat twee of minder bochten inhoudt.</li>\n                            <li>Door speciale tegels te gebruiken kunt u in &#xE9;&#xE9;n keer ketens maken van diverse verschillende symbolen! </li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #771c67 0%,#853d77 100%)"},"type":"Strategie","playBtn":"/spellen/strategiespellen/abracadabra/?language=nl&action=play"},{"name":"Ace Solitaire","short":"acesolitaire","url":"/spel/kortspel/ace-solitaire/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Ace Solitaire is een kaartspel waarvoor snel denkwerk en snelle vingers nodig zijn. Combineer kaarten tot een puntentotaal van 11 om ze te verwijderen. Zoek uw weg door een stapel vol Azen om drie levels met kaartpuzzels te verwijderen. \n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Maak combinaties van 2 of meer kaarten die een totaal van 11 punten hebben om ze te laten verdwijnen. Verwijder alle drie de stapels voordat de tijd voorbij is.</li>\n                            <li>Klik op de kaarten die u wilt combineren. Zodra deze een totaal van elf punten hebben, worden ze automatisch opgeruimd. Klik op de stapel om nieuwe kaarten open te leggen. </li>\n                            <li>Alle kaarten met plaatjes zijn azen met een waarde van &#xE9;&#xE9;n punt. Alleen kaarten die niet zijn bedekt door een andere kaart kunnen worden gecombineerd. </li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #10581a 0%,#062100 100%)"},"type":"Kaart","playBtn":"/spellen/kaartspellen/ace-solitaire/?language=nl&action=play"},{"name":"African Rainmaker","short":"african_rainmaker","url":"/spel/pusselspel/african-rainmaker/?language=sv","tags":"","hasBoosters":false,"register":true,"description":""},{"name":"Ali Baba","short":"ali_baba","url":"/spel/kortspel/ali-baba/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Ali Baba is gevangengenomen door de koning der dieven. Om vrijgelaten te worden moet hij hem overtuigen van zijn solitairevaardigheden. Kun jij het spel oplossen en Ali Baba bevrijden?\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Verzamel vier stapels kaarten in de rechterbovenhoek. Begin met de aas en eindig met de heer. Doe geen onnodige zetten.</li>\n                            <li>Leg de kaarten per kleur op volgorde. Groepjes kaarten kunnen tegelijkertijd worden verplaatst.</li>\n                            <li>Lege vakjes kunnen met elke kaart worden gevuld.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #13689b 0%,#162b5c 100%)"},"type":"Kaart","playBtn":"/spellen/kaartspellen/ali-baba/?language=nl&action=play"},{"name":"Amazon Speed","short":"amazon_survival_speed","url":"/spel/pusselspel/amazon-speed/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Laat blokken in de rivier vallen om spectaculaire combinaties te maken, en dat in maar een minuut. Deze snelle versie bevat bovendien scorevermenigvuldigers!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik om het huidige blok los te laten en druk op de spatiebalk om te wisselen tussen de blokken. Maak combo&apos;s van 4 of meer van &#xE9;&#xE9;n kleur om blokken te verwijderen.</li>\n                            <li>Je doel is om alle blokken boven het oppervlak te verwijderen. Twee power-ups bieden je hulp, die het een stuk makkelijker maken.</li>\n                            <li>Je kunt alleen zwarte blokken verwijderen door rij-explosies te gebruiken. Je scorevermenigvuldiger neemt toe met elk zwart blok dat je verwijdert.</li>\n                        </ol>\n                        \n                            <p>Dit spel is alleen voor leden. Meld je hierboven aan om nu gratis te spelen.</p>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #40590e 0%,#2e3e14 100%)"},"type":"Puzzel"},{"name":"Amazon Survival","short":"amazon_survival","url":"/spel/pusselspel/amazon-survival/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Laat blokken in de rivier vallen om spectaculaire combinaties te maken, terwijl u bedreigde diersoorten meteen redt. Verbazingwekkende power-ups en watereffecten zorgen voor een prachtige en strategische game!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik om de huidige bal los te laten en druk op de spatiebalk om te wisselen tussen de ballen. Maak combo&apos;s van 4 of meer van &#xE9;&#xE9;n kleur om blokken te verwijderen.</li>\n                            <li>Uw doel is om alle blokken boven het oppervlak te verwijderen. Twee power-ups bieden u hulp, die het een stuk makkelijker maken.</li>\n                            <li>Maak een 3-staps combo om een colour bomb te krijgen, of maak een combo van 6 of meer blokken om een line blast te krijgen. Alleen als u line blasts gebruikt kunt u van de zwarte blokken afkomen.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #40590e 0%,#2e3e14 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/amazon-survival/?language=nl&action=play"},{"name":"Animal Parade","short":"animal_parade","url":"/spel/strategispel/animal-parade/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Jij bent een dierenoppasser. Aan jou de taak om vier verschillende dieren hun favoriete eten te geven. De zebra&apos;s willen wortels, de pingu&#xEF;ns geven de voorkeur aan vis en leeuwen eten alleen vlees. De varkens eten natuurlijk alles.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik en hou de muisknop ingedrukt om een pad voor een dier te tekenen.</li>\n                            <li>Zebra&apos;s eten wortels, leeuwen eten vlees, pingu&#xEF;ns eten vis en varkens eten alles.</li>\n                            <li>Hoe sneller het dier het voedsel bereikt, hoe meer punten je krijgt.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #9a8b71 0%,#b4a590 100%)"},"type":"Strategie","playBtn":"/spellen/strategiespellen/animal-parade/?language=nl&action=play"},{"name":"Aztec Drop","short":"aztecdrop","url":"/spel/strategispel/aztec-drop/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    De Azteken bouwden ondergrondse tunnels om hun goden te aanbidden. Ze brachten grote schatten naar de tunnels om de hogere machten tevreden te stellen en jij hebt die schatten nodig om je reis te betalen!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik op een steen om &apos;m weg te spelen en zorg dat je bol op de bodem van de tunnel terecht komt.</li>\n                            <li>De tunnels hebben verschillende waarden, dus zoek per level de tunnel met de hoogste punten.</li>\n                            <li>Sommige stenen ontploffen en andere verdubbelen de scores van de tunnels als je ze raakt.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #043033 0%,#024f58 100%)"},"type":"Strategie","playBtn":"/spellen/strategiespellen/aztec-drop/?language=nl&action=play"},{"name":"Backgammon","short":"backgammon","url":"/spel/strategispel/backgammon/?language=sv","tags":"","hasBoosters":false,"register":true,"description":""},{"name":"Bacteria Hysteria","short":"bacteriahysteria","url":"/spel/pusselspel/bacteria-hysteria/?language=sv","tags":"","hasBoosters":false,"register":true,"description":""},{"name":"BB Bathtub","short":"bbbathtub","url":"/spel/actionspel/bb-bathtub/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    BB Bathtub is de opvolger van Goldfish bowl. Het heeft alles wat Goldfish bowl ook heeft en nog veel meer! Nu heeft u twee harpoenen; eentje voor boven water en een voor onder water. Het aantal voorwerpen is sterk toegenomen en er zijn meer bewegende voorwerpen dan ooit tevoren!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>De harpoenen zwaaien op en neer. Vang de waardevolle voorwerpen door de harpoen op het juiste moment af te vuren. Het voorwerp dat het eerst geraakt wordt, wordt gevangen. Als u hetzelfde voorwerp meerdere keren achter elkaar vangt, wordt de score extra verhoogd.  </li>\n                            <li>Klik in het bovenste gedeelte van het scherm om de bovenste harpoen af te vuren. Klik in het onderste gedeelte om de onderste harpoen af te vuren. De harpoenen bewegen altijd volgens de hoek die ze op op dat moment hebt.</li>\n                            <li>De Duiker, de Duikboot en de Modelvliegtuigen laten bonus-items vallen als ze geraakt worden. Probeer ze meerdere keren te raken voordat ze verdwijnen. De Bal explodeert als hij wordt geraakt en hij duwt daarbij alle items weg die in de buurt zijn. </li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #547b9c 0%,#517394 100%)"},"type":"Actie","playBtn":"/spellen/actiespellen/bb-bathtub/?language=nl&action=play"},{"name":"Big Bang","short":"bigbang","url":"/spel/strategispel/big-bang/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    A1 bezoekt het kasteel van de Koning, maar heeft niet genoeg brandstof voor de terugreis naar haar thuisplaneet. Cre&#xEB;er brandstof door met uw elektronenkanon atomen te splitsen en kettingreacties te veroorzaken die voldoende energie geven om haar ruimteschip aan te drijven.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik op een atoom om een elektron toe te voegen. Als een atoom zijn maximale grootte bereikt, zal hij zich bij de volgende elektron splitsen en elektronen in alle vier richtingen sturen.</li>\n                            <li>Probeer zo lang mogelijke kettingreacties te veroorzaken, omdat u voor iedere 3 atomen die u met &#xE9;&#xE9;n zet splitst een vrije elektron krijgt. Zorg ervoor dat u niet alle elektronen opgebruikt, want dan is het spel afgelopen!</li>\n                            <li>Op de latere levels vindt u ook groene atomen. Groene en roze atomen kunnen elkaar niet splitsen, met uitzondering van het bliksematoom, dat ieder atoom kan splitsen. Gebruik ze met beleid!</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #284c92 0%,#3057a3 100%)"},"type":"Strategie","playBtn":"/spellen/strategiespellen/big-bang/?language=nl&action=play"},{"name":"Block Party","short":"block_party","url":"/spel/pusselspel/block-party/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    U bent uitgenodigd voor een party met de sterren van de toekomst en uw opdracht is om een fantastische popgroep te formeren. Er zijn echter ook een aantal waardeloze rockers die u buiten de groep moet zien te houden, want anders wordt uw toernee een flop!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Maak rijen van drie om blokken te verwijderen en de popsterren die er bovenop staan tot op het podium te laten zakken.</li>\n                            <li>Ieder blok kan worden verplaatst, of er nu een match is of niet. Wanneer u een bom gebruikt in een verticale combo, wordt de hele kolom verwijderd. Wanneer u een bom gebruikt in een horizontale combo, wordt de hele rij verwijderd!</li>\n                            <li>Voor een maximale score laat u met &#xE9;&#xE9;n zet verschillende popsterren tegelijk naar het podium zakken!</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #580401 0%,#540b07 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/block-party/?language=nl&action=play"},{"name":"Bomp Bomp","short":"bompbomp","url":"/spel/pusselspel/bomp-bomp/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Maak u klaar voor dit unieke spel met een pompende beat. Maak rijen bommen van dezelfde kleur om ze te kunnen ruimen in dit verslavende puzzelspel. Pas op voor de tikkende bommen en gebruik de Ster-Bommen om verbazingwekkende speciale combinaties te maken die het scherm op laten lichten.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Ruim de bompjes op door twee bompjes om te wisselen en rijen of kolommen te maken van minimaal 3 bompjes van dezelfde kleur.</li>\n                            <li>Klik met uw linkermuisknop op de bompjes die u wilt omwisselen. Alleen verticaal of horizontaal aaneengrenzende bompjes kunnen worden omgewisseld.</li>\n                            <li>Ruim alle bom-bompjes op voor de teller op nul staat, anders is het spel afgelopen.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #8b5233 0%,#945d3f 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/bomp-bomp/?language=nl&action=play"},{"name":"Bomp Bomp Party","short":"bomp_bomp_party","url":"/spel/pusselspel/bomp-bomp-party/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Maak je klaar voor dit unieke spel met een pompende beat. Maak rijen bompjes van dezelfde kleur om ze te kunnen ruimen in dit verslavende puzzelspel. Pas op voor de tikkende bommen en gebruik de sterbompjes om de politiebompjes te verwijderen en het feest te laten beginnen!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Ruim de bompjes op door twee bompjes om te wisselen en rijen of kolommen te maken van minimaal 3 bompjes van dezelfde kleur.</li>\n                            <li>Klik met uw linkermuisknop op de bompjes die je wilt omwisselen. Alleen verticaal of horizontaal aaneengrenzende bompjes kunnen worden omgewisseld.</li>\n                            <li>Verwijder politiebompjes door drie-sterrencombinaties of ster + bom combo&apos;s te maken. Als ze allemaal weg zijn, begint het feest.</li>\n                        </ol>\n                        \n                            <p>Dit spel is alleen voor leden. Meld je hierboven aan om nu gratis te spelen.</p>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #444440 0%,#232323 100%)"},"type":"Puzzel"},{"name":"Boneyard Bonanza","short":"boneyard_bonanza","url":"/spel/strategispel/boneyard-bonanza/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Luister, Amigo! u bent vandaag de baas over het Kerkhof waar alle skeletten voor de Dag van de Doden worden gemaakt. Maak skeletten van botten in dezelfde kleur en u verdient veel extra punten in de bonusmodus!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>In het midden verschijnen delen van skeletten. Uw taak is om skeletten te maken in de zes doodskisten door op een doodskist te klikken wanneer u daarin een bot wilt plaatsen.</li>\n                            <li>Wanneer u een volledig skelet maakt van botten in 1 kleur, dan gaat u naar de bonusmodus waarin u veel extra punten kunt verdienen.</li>\n                            <li>In de bonusmodus &quot;voedt&quot; u het bonusskelet met willekeurige botten in dezelfde kleur. Om uw bonuspunten te claimen, moet u de bonusmodus stoppen met een bot van een andere kleur.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #915200 0%,#b98f28 100%)"},"type":"Strategie","playBtn":"/spellen/strategiespellen/boneyard-bonanza/?language=nl&action=play"},{"name":"Brain Game","short":"braingame","url":"/spel/strategispel/braingame/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Speel Brain Game en ontdek op verschillende manieren hoe slim je bent. In &#xE9;&#xE9;n ronde krijg je 3 verschillende minispellen in de categorie&#xEB;n visualisatie, wiskunde, logica en geheugen, dus je hebt al je vaardigheden nodig! Probeer zoveel mogelijk vragen zo snel mogelijk te beantwoorden.\nHoe meer goede antwoorden op rij, hoe hoger je score... dus hou je hoofd erbij!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>In Brain Game ontdek je hoe goed je bent in wiskunde, visualisatie, logica en geheugen, dus je hebt al je vaardigheden nodig.</li>\n                            <li>E&#xE9;n ronde in Brain Game bestaat uit drie minispellen van elk 45 seconden. In een minispel krijg je vragen voorgelegd. Probeer er zo veel mogelijk zo snel mogelijk te beantwoorden.</li>\n                            <li>Hoe meer goede antwoorden je op rij geeft, hoe hoger je score... dus blijf bij de les! Aan het einde van een ronde zie je wat je vooruitgang is over een langere periode.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #802543 0%,#853157 100%)"},"type":"Strategie","playBtn":"/spellen/strategiespellen/braingame/?language=nl&action=play"},{"name":"Bric-a-Brac","short":"bric_a_brac","url":"/spel/strategispel/bric-a-brac/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Je hebt in de loop der tijd een hele hoop waardeloze spullen verzameld. Het is hoog tijd om de boel op te ruimen. Zoek de paren om ze te laten verdwijnen!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik op twee identieke voorwerpen om ze weg te spelen.</li>\n                            <li>Je kunt alleen voorwerpen verwijderen als je tussen beide voorwerpen een lijn met maximaal twee hoeken kunt trekken.</li>\n                            <li>De zwaartekracht en de tijd verschillen per level.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #6e1c5c 0%,#8a2a74 100%)"},"type":"Strategie","playBtn":"/spellen/strategiespellen/bric-a-brac/?language=nl&action=play"},{"name":"Brick Busterz","short":"demolitiongame","url":"/spel/pusselspel/brick-busterz/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Klik op groepen van twee of meer blokken om ze weg te spelen. Doe dat extra snel om een bonusmodus te halen. Verpletter blokken met de balk door hem te laten vallen. Verzamel vogels om de balk langer in de lucht te laten hangen.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik op groepen van twee of meer blokken van dezelfde kleur om ze weg te spelen.</li>\n                            <li>Gebruik de balk en vogels om de balk van hoger te laten vallen en zo meer blokken te verpletteren.</li>\n                            <li>Wees snel en nauwkeurig om de bonusmodi te halen.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #a0e9ff 0%,#3fc0ff 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/brick-busterz/?language=nl&action=play"},{"name":"Briscola King","short":"briscolaking","url":"/spel/kortspel/briscola-king/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    In onze versie van dit klassieke kaartspel speel je tegen een enkele tegenstander en moet je je troeven goed gebruiken om te winnen!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Je kunt uit drie kaarten kiezen. Kies met welke je wilt spelen.</li>\n                            <li>Rechts zie je de troef voor je ronde. De getoonde kaart is altijd je laatste kaart.</li>\n                            <li>Zorg dat je de Azen en Drie&#xEB;n krijgt: die leveren de meeste punten op!</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #835e5d 0%,#c9b1ae 100%)"},"type":"Kaart","playBtn":"/spellen/kaartspellen/briscola-king/?language=nl&action=play"},{"name":"Bubble Saga","short":"love_me_love_me_not","url":"/spel/actionspel/bubble-saga/?language=sv","tags":"love me love me not,","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Je bent een van de vele prinsessen die met de rijke prins willen trouwen. Je hebt de hulp van een magische bloem nodig. Als je de bloemblaadjes op de juiste manier plukt, win je zijn hart!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Schiet en maak groepjes van 3 of meer identieke bellen om ze te verwijderen.</li>\n                            <li>Verwijder meerdere bellen achter elkaar om de bonusmeter te vullen. Een volle bonusmeter geeft 50% extra punten.</li>\n                            <li>De bloem begint te draaien als je schiet. Zorg dat de bloem de randen niet raakt.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #518d23 0%,#8aa973 100%)"},"type":"Actie","playBtn":"/spellen/actiespellen/bubble-saga/?language=nl&action=play"},{"name":"Bubble Witch","short":"bubble_witch","url":"/spel/pusselspel/bubble-witch/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    De drie heksen zijn op zoek naar versterking voor hun heksenkring. Jij bent uitgenodigd in hun spookhuis om je toverkunsten te laten zien. Tover je genoeg spinnen tevoorschijn om de heksenketel aan de kook te houden?\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Richt en schiet met de muis. Combineer 3 bubbels met dezelfde kleur om ze weg te spelen.</li>\n                            <li>Met elk schot waarmee je bubbels wegspeelt, komt er een spin bij. Als je geen bubbels wegspeelt, verlies je twee spinnen.</li>\n                            <li>Bubbels die op een spin stuiteren, leveren extra punten op.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #324259 0%,#0f1c22 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/bubble-witch/?language=nl&action=play"},{"name":"Candy Crush","short":"candycrush","url":"/spel/pusselspel/candy-crush/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Welkom in de snoepwinkel! Welk snoepje vind je het lekkerst? Vermorzel snoepjes om speciale snoepjes te krijgen zoals het gestreepte snoepje, het verpakte snoepje en het regenboogsnoepje. Combineer deze speciale snoepjes voor spectaculaire effecten zoals de Super Stripe en Mega-Candy.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Maak rijen of kolommen met drie snoepjes van dezelfde kleur om ze weg te spelen.</li>\n                            <li>Combineer 4 of 5 snoepjes om speciale snoepjes te maken.</li>\n                            <li>Combineer de speciale snoepjes voor spectaculaire effecten waarmee je nog meer snoep vermorzelt! </li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #8a6a2c 0%,#644c1b 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/candy-crush/?language=nl&action=play"},{"name":"Carnival Shootout","short":"carnivalshootout","url":"/spel/actionspel/carnival-shootout/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Welkom op de kermis. Carnival Shootout is een klassiek schietspel waar u zoveel mogelijk bewegende dieren moet zien te raken met uw luchtbuks. Drie levels met unieke dieren op elk level en onverwacht bewegende doelen maken dit spel leuker dan een rit in de achtbaan. Kunt u de geheime dieren uit hun schuilplaats lokken?\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Schiet op de bewegende dieren als zij het veld oversteken. Probeer voor een maximale score ieder dier te raken op het doel.</li>\n                            <li>Beweeg met uw muis om te richten en klik om te schieten. Klik nogmaals om te herladen als dat nodig is. Raak geen dieren met een witte vlag. </li>\n                            <li>U moet de aangegeven scores op de eerste levels halen om door te mogen naar de volgende levels. Als u de roos raakt op een dier met een gouden vlag, dan verschijnt er een speciaal dier. Raak de Gouden bal die het draagt voor veel extra punten.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #394e16 0%,#52761a 100%)"},"type":"Actie","playBtn":"/spellen/actiespellen/carnival-shootout/?language=nl&action=play"},{"name":"Cat Corner","short":"catcorner","url":"/spel/strategispel/cat-corner/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    De katten staan allemaal door elkaar en moeten worden georganiseerd. Maak rechthoeken waarbij alle vier de hoeken dezelfde kleur hebben en gebruik de haring voor een maximale score: dit maakt de katten weer gelukkig!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik en houd de linkermuisknop ingedrukt om een rechthoek te maken. U moet rechthoeken maken waarbij alle vier de hoeken dezelfde kleur hebben.</li>\n                            <li>Grotere rechthoeken geven meer punten en latere levels hebben meer katten, waardoor hogere scores gehaald kunnen worden.</li>\n                            <li>De powerups tellen alleen in 1 van de vier hoeken. De klok verhoogt uw tijd, de haring verhoogt uw score en de Cool Cat draait alle katten van dezelfde kleur.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #928762 0%,#dac99b 100%)"},"type":"Strategie","playBtn":"/spellen/strategiespellen/cat-corner/?language=nl&action=play"},{"name":"Chain Reaction","short":"chain_reaction","url":"/spel/pusselspel/chain-reaction/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Zorg dat de rijzende moleculen de top niet bereiken in dit uitdagende puzzelspel. Klik de moleculen van dezelfde kleur weg om in leven te blijven en verzamel de gouden munten om door te gaan naar het volgende level. Verslavend plezier voor het scherpe oog.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Het doel van Chain Reaction is om groepjes gekleurde moleculen op te ruimen, zodat ze niet bovenaan het speelveld komen.</li>\n                            <li>U kunt moleculen verwijderen door ze met uw muis aan te klikken. Moleculen die kunnen worden verwijderd lichten op wanneer u er met de muis overheen gaat.</li>\n                            <li>Verzamel Midasmuntjes om naar het volgende level te gaan. Het speelveld wordt gereset en uw scores gaan omhoog.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #47494d 0%,#626364 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/chain-reaction/?language=nl&action=play"},{"name":"Circus Surprise","short":"circussurprise","url":"/spel/pusselspel/circus-surprise/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Klik grote groepen ballonnen aan en vang de sterren voor speciale power-ups, zoals extra vermenigvuldigers, extra ballonnen en lijnexplosies.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik op een groep van 2 of meer ballonnen om ze te laten knappen. Grotere groepen leveren meer punten op.</li>\n                            <li>Laat sterren vallen door de ballonnen eronder weg te spelen of maak een groep van 7 of meer ballonnen.</li>\n                            <li>Met de sterren krijg je bonusitems wanneer ze in de trechters onderaan vallen.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #446128 0%,#5e832c 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/circus-surprise/?language=nl&action=play"},{"name":"Cookie Rookie","short":"cookierookie","url":"/spel/strategispel/cookie-rookie/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    U bent een Cookie Rookie, nieuw in de bakkerij en u moet alles nog leren. U moet weten waar uw koekjes blijven om heerlijke taart voor uw klanten te kunnen bakken. Als de koekjes op zijn - is het spel voorbij!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik op de koekjes en maak paren met dezelfde vorm of cijfer om de koekjes van de tafel te verwijderen.</li>\n                            <li>Klik op de trommel voor een nieuw koekje wanneer u niet verder kunt.</li>\n                            <li>Om het level uit te spelen moet u alle koekjes van de tafel verwijderen (behalve het koekje naast de koektrommel).</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #c5a19b 0%,#d8bbb6 100%)"},"type":"Strategie","playBtn":"/spellen/strategiespellen/cookie-rookie/?language=nl&action=play"},{"name":"Crescendo Catcher","short":"crescendo_catcher","url":"/spel/pusselspel/crescendo-catcher/?language=sv","tags":"","hasBoosters":false,"register":true,"description":""},{"name":"Crescendo Tempo","short":"crescendo_catcher_tempo","url":"/spel/pusselspel/crescendo-tempo/?language=sv","tags":"","hasBoosters":false,"register":true,"description":""},{"name":"Croco Loco","short":"croco_loco","url":"/spel/pusselspel/croco-loco/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Denk na over je schot en leg de bommen strategisch neer in dit fantasierijke bubbelschietspel! Je kunt meerdere bommen met elkaar verbinden voor je ze opblaast, waarmee je de bladeren wegveegt en vlinders vrijlaat!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Schiet bubbels af en combineer er 3 van dezelfde kleur om ze weg te spelen. Met de spatiebalk verwissel je de bubbel in je kanon. Als je meerdere succesvolle schoten op rij maakt, krijg je een speciaal schot.</li>\n                            <li>De spookbubbels gaan door alle kleuren heen behalve &#xE9;&#xE9;n, en met bommenleggers verander je tot drie bubbels in bommen.</li>\n                            <li>Bommen die dicht bij elkaar liggen, worden met elkaar verbonden. Als je meerdere verbonden bommen hebt, kun je je knalbubbels gebruiken om alle verbonden bommen in &#xE9;&#xE9;n keer te laten ontploffen.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #55710d 0%,#7aa92d 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/croco-loco/?language=nl&action=play"},{"name":"Daisy Defender","short":"daisy_defender","url":"/spel/actionspel/daisy-defender/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Gewapend met wat vertrouwde pesticide, bent u klaar voor de volgende aanval. De insecten zijn uit op uw madeliefjes. Vernietig ze voordat ze uw kostbare bloemen bereiken!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Richt met uw muis en klik om te schieten. Wanneer u de muisknop ingedrukt houdt, heeft het schot een groter spateffect.</li>\n                            <li>Mik v&#xF3;&#xF3;r de insecten, omdat de schoten vrij traag zijn.</li>\n                            <li>Pak alle powerups met een + door ze te raken met een schot - schiet niet op de powerups met een rood -teken!</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #528523 0%,#84aa47 100%)"},"type":"Actie","playBtn":"/spellen/actiespellen/daisy-defender/?language=nl&action=play"},{"name":"Dart Duel","short":"dart","url":"/spel/sportspel/dart-duel/?language=sv","tags":"","hasBoosters":false,"register":true,"description":""},{"name":"Diamond Digger","short":"diamond_digger","url":"/spel/pusselspel/diamond-digger/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Ga steeds dieper door een pad te graven om het water door te laten stromen. Voltooi de levels zo snel mogelijk voor een hogere vermenigvuldiger, maar zorg dat je altijd nog een zet kan doen!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Je hebt maar een beperkt aantal zetten. Als je geen zetten meer hebt, is het spel voorbij. Na elk voltooid level krijg je nieuwe zetten.</li>\n                            <li>Dieper gaan is goed. Probeer waar mogelijk altijd de onderste uitgang te bereiken. Dit levert de meeste schatten op.</li>\n                            <li>Zoek als de tijd bijna om is naar grote groepen juwelen en kleurenbommen om het meeste uit je scorevermenigvuldiger te halen.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #632f0e 0%,#b75929 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/diamond-digger/?language=nl&action=play"},{"name":"Dice King","short":"dice_king","url":"/spel/strategispel/dice-king/?language=sv","tags":"","hasBoosters":false,"register":true,"description":""},{"name":"Fairy Solitairy","short":"fairysolitairy","url":"/spel/kortspel/fairy-solitairy/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    De Bosfee nodigt je uit in haar magische paddestoelenhuis om dit spannende patiencespel op te lossen. Adem diep wat frisse lucht in en begin te puzzelen!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Maak rechts bovenin vier stapels van Aas tot Koning. In de lege ruimtes kun je een willekeurige kaart leggen.</li>\n                            <li>Je kunt de stapel kaarten niet draaien. Kijk eerst of je nog zetten hebt voordat je een nieuwe kaart pakt.</li>\n                            <li>Kies je volgende zet zorgvuldig, want elke zet kost je 100 bonuspunten.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #6b8266 0%,#48624f 100%)"},"type":"Kaart","playBtn":"/spellen/kaartspellen/fairy-solitairy/?language=nl&action=play"},{"name":"Farm King","short":"farm_king","url":"/spel/pusselspel/farm-king/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    In Farm King moet je in drie dagen zoveel mogelijk zien te telen. Kies de gewenste gewassen en dieren en zorg vervolgens dat ze genoeg water, zon en mest krijgen voor een maximale groei.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Kies een gewas om te zaaien. Dit is niet van invloed op je score.</li>\n                            <li>Je hebt maar een beperkt aantal zetten. Voorwerpen naast een combinatie van drie of meer worden steeds meer waard.</li>\n                            <li>Behaal de doelen die onderin het scherm staan en behaal meer dan het doel voor wat extra groei.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #087e19 0%,#36763f 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/farm-king/?language=nl&action=play"},{"name":"Fia med knuff","short":"ludo","url":"/spel/strategispel/fia-med-knuff/?language=sv","tags":"","hasBoosters":false,"register":true,"description":""},{"name":"Flash Diamond","short":"flash_diamond","url":"/spel/pusselspel/flash-diamond/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Maak grote groepen om de diamanten te laten verschijnen. Verzamel zo veel mogelijk diamanten voordat je op ze klikt. Hoe veel diamanten kun jij redden? Maar let goed op, voordat je het weet, zijn ze verdwenen!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik op grote groepen om diamanten te genereren.</li>\n                            <li>Druk op de spatiebalk voor een nieuwe rij.</li>\n                            <li>Klik op de diamanten om ze te verzamelen en het spel te be&#xEB;indigen.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #8d4fa5 0%,#508cbe 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/flash-diamond/?language=nl&action=play"},{"name":"Four Seasons","short":"fourseasons","url":"/spel/pusselspel/four-seasons/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Vier seizoenen vol vrolijke kinderen in verschillende kleuren. Maak grote groepen kinderen met kleren in dezelfde kleur om ze te laten rondtollen en verzamel alle letters in B-O-N-U-S voor veel extra punten!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik op een groep van vier kinderen om ze met de wijzers van de klok mee te draaien. Maak groepen van tenminste vijf kinderen om ze te laten rondtollen.</li>\n                            <li>Kinderen die rondtollen kunnen niet worden verplaatst, maar u kunt andere kinderen aan de groep toevoegen door ze te verplaatsen. Maak groepen van tenminste zes kinderen voor gratis bonusletters.</li>\n                            <li>Spel B-O-N-U-S om bij afronding van het level extra bonuspunten te krijgen. Denk eraan: alle vier de levels moeten uitgespeeld zijn voordat de tijd op is!</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #1d580c 0%,#22600c 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/four-seasons/?language=nl&action=play"},{"name":"Freecell","short":"freecell","url":"/spel/kortspel/freecell/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Freecell is gebaseerd op de klassieke Freecell solitaire, maar wordt net iets anders gespeeld! Gebruik de gouden kaarten in uw voordeel: u kunt verborgen kaarten naar voren halen of uw score verhogen!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik en sleep een kaart om hem te verplaatsen. Maak een stapel van aas tot en met koning in iedere kleur om de game uit te spelen.</li>\n                            <li>Gebruik de Gouden Kaarten om een kaart die u nodig hebt naar voren te halen. Klik eerst op de gouden kaart en daarna op de kaart die u naar voren wilt halen.</li>\n                            <li>U kunt de gouden kaart ook gebruiken om extra punten te scoren: klik op de gouden kaart en daarna op de scoreteller.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #912f5a 0%,#b94e7d 100%)"},"type":"Kaart","playBtn":"/spellen/kaartspellen/freecell/?language=nl&action=play"},{"name":"Gin Rummy","short":"gin_rummy","url":"/spel/kortspel/gin-rummy/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Verzamel setjes kaarten bij elkaar en raak zo snel mogelijk je Deadwood kwijt! Klop je zo snel mogelijk of ga je voor een Gin?\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Probeer drie of vier dezelfde kaarten of kaarten van dezelfde soort op een rij te krijgen.</li>\n                            <li>Alle kaarten die niet tot een setje behoren, tellen als Deadwood.</li>\n                            <li>Als je Deadwood lager  is dan 10, mag je kloppen om de winnaar te bepalen.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #1e4b15 0%,#3d7832 100%)"},"type":"Kaart","playBtn":"/spellen/kaartspellen/gin-rummy/?language=nl&action=play"},{"name":"GoGo 21","short":"gogo21","url":"/spel/kortspel/gogo-21/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Ben je klaar voor GoGo 21? Bij dit snelle klassieke kaartspel speel je alleen en probeer je zo vaak mogelijk kaarten tot 21 te combineren. In twee ronden moet je snel klikken en strategisch denken om de kaarten op de juiste manier tot waardevolle Black Jacks te combineren. Probeer de joker tot aan het eind te bewaren om jezelf uit een moeilijke positie te redden. Je verdient meer punten door de joker niet in te zetten! \n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>GoGo 21 is een kaartspelletje dat gedeeltelijk gebaseerd is op de regels en puntentelling van Black Jack. Het doel van het spel is kaarten zodanig neer te leggen dat je elke ronde zo vaak mogelijk 21 punten behaalt.</li>\n                            <li>U kunt iedere kaart in iedere gewenste kolom plaatsen, zolang het totaal van de punten maar niet meer wordt dan 21. Het huidige aantal punten staat boven elke kolom.</li>\n                            <li>Als je de kaart nergens kwijt kunt, moet je deze weggooien. Maar probeer zo weinig mogelijk kaarten weg te gooien om je score te verbeteren.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #506194 0%,#3e4f82 100%)"},"type":"Kaart","playBtn":"/spellen/kaartspellen/gogo-21/?language=nl&action=play"},{"name":"Goldfish Bowl","short":"goldfishbowl","url":"/spel/actionspel/goldfish-bowl/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    In dit verbazingwekkende verslavende visspel moet u  zoveel mogelijk waardevolle voorwerpen proberen te vangen door met de haak heen en weer te zwaaien. Heel veel verschillende levels met uitdagende puzzels en mooie vissen. Wordt het kaviaar en champagne voor u of een oude autoband?\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>De vishaak zwaait heen en weer. Vang de waardevolle voorwerpen door de haak op het juiste moment uit te zwaaien. De haak zal het eerste voorwerp vangen waarmee het in aanraking komt. Als u hetzelfde voorwerp meerdere malen achter elkaar vangt, krijgt u extra punten.</li>\n                            <li>Klik in het aquariumgebied of druk op de pijl naar beneden op uw toetsenbord om de haak naar beneden te sturen. Deze zal altijd uitzwaaien naar de huidige hoek. Om de extra vislijn te gebruiken drukt u op de pijl naar boven. </li>\n                            <li>De Steur zal blikjes kaviaar laten vallen als u hem raakt. Probeer hem meerdere keren te raken voor hij weer verdwijnt. De Kogelvis ontploft als u hem raakt en vernietigt alle items in de nabijheid. </li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #1d5019 0%,#3a5933 100%)"},"type":"Actie","playBtn":"/spellen/actiespellen/goldfish-bowl/?language=nl&action=play"},{"name":"Golf Solitaire","short":"golf_solitaire","url":"/spel/kortspel/golf-solitaire/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Win jij op alle drie de golfbanen? Behaal par of lager om naar het volgende level te gaan, en speel de bunkerkaarten vrij met je speciale golfclub. Dit is een prachtige en afwisselende versie van Solitaire!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik op een kaart met een waarde die &#xE9;&#xE9;n punt hoger of lager is dan de open kaart onderin het scherm.</li>\n                            <li>Behaal par of lager door genoeg kaarten weg te spelen om naar het volgende level te gaan.</li>\n                            <li>Als er bunkerkaarten liggen, moet je eerst de speciale golfclub vrijspelen voor je deze kaarten kunt gebruiken.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #5e8043 0%,#425c2f 100%)"},"type":"Kaart","playBtn":"/spellen/kaartspellen/golf-solitaire/?language=nl&action=play"},{"name":"Gospo's Adventure","short":"gosposadventure","url":"/spel/strategispel/gosposadventure/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Plaats blokken en stel groepen van drie of vier blokken van dezelfde kleur samen. Vang sterrenblokken door ze aan te raken met de sterrenvanger. Als de sterrenvanger de bodem raakt, ontvang je bonuspunten!\n\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Plaats blokken en stel groepen van drie of vier blokken van dezelfde kleur samen.   </li>\n                            <li>Probeer sterrenblokken naast elkaar te laten vallen, zodat ze samen kunnen smelten. Dit verhoogt hun waarde.</li>\n                            <li>Vang sterrenblokken voor meer zetten door ze aan te raken met de sterrenvanger.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #21c5f7 0%,#23b3f7 100%)"},"type":"Strategie","playBtn":"/spellen/strategiespellen/gosposadventure/?language=nl&action=play"},{"name":"Graceful Jewels","short":"graceful_jewels","url":"/spel/actionspel/graceful-jewels/?language=sv","tags":"","hasBoosters":false,"register":true,"description":""},{"name":"Hearts","short":"hearts","url":"/spel/kortspel/hearts/?language=sv","tags":"","hasBoosters":false,"register":true,"description":""},{"name":"Hens' Defense","short":"hens_defense","url":"/spel/strategispel/hens-defense/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    De kippenboerderij wordt aangevallen door wilde dieren die de eieren willen stelen! Verdedig de eieren samen met de andere dieren op de boerderij.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Kies een verdedigingseenheid uit het menu aan de rechterkant en plaats hem op het gras.</li>\n                            <li>Maak rijtjes met de bijbehorende symbolen om je verdedigingseenheid te activeren.</li>\n                            <li>Bouw genoeg verdedigingseenheden om jezelf tegen de vijanden te beschermen.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #8fa642 0%,#91a256 100%)"},"type":"Strategie","playBtn":"/spellen/strategiespellen/hens-defense/?language=nl&action=play"},{"name":"Hex Combo","short":"hexcombo","url":"/spel/strategispel/hex-combo/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Red de prins van de gemene heks door haar toverketel te verhitten. Hoe meer u de ketel verhit, hoe meer de prins zijn oude gedaante zal aannemen. Blijft hij een kikker, of wordt hij een prins of iets daartussenin? Dat bepalen uw prestaties in dit vervolg op Honey Combo.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Red de prins! Start op een verhitte zeshoek en maak combinaties van 17. Hoe meer combinaties u maakt, hoe heter de toverketel wordt.</li>\n                            <li>U gaat door naar het volgende level als u alle zeshoeken groen hebt gemaakt of wanneer de tijd op is en u alle zeshoeken minimaal rood hebt weten te maken.</li>\n                            <li>Als u vast komt te zitten en geen combinaties meer kunt vinden, probeer dan om de vleermuizen in de toverketel te gebruiken. De blauwe draaikolk gooit alle getallen door elkaar, terwijl de groene vleermuis alle geselecteerde getallen verandert in 1&apos;s en 0&apos;s.</li>\n                        </ol>\n                        \n                            <p>Dit spel is alleen voor leden. Meld je hierboven aan om nu gratis te spelen.</p>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #391401 0%,#522b17 100%)"},"type":"Strategie"},{"name":"Hidden Stories","short":"hiddenstories","url":"/spel/strategispel/hidden-stories/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Op elke afbeelding is een aantal objecten verborgen en het is aan jou om ze allemaal te ontdekken! \nZoek alle objecten in de lijst onderaan, zodat je je kunt kwalificeren voor het bonus minispel!\n\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Normale versie: Alle items in de lijst zijn verborgen in de afbeelding. Ga ernaar op zoek.</li>\n                            <li>&apos;Nachtversie&apos;: Beweeg de cursor om de sc&#xE8;ne te verlichten en zoek alle objecten in de lijst.</li>\n                            <li>&apos;Zoek de verschillen&apos;: De twee afbeeldingen zijn niet hetzelfde. Zoek de verschillen.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #4d200d 0%,#4b1807 100%)"},"type":"Strategie","playBtn":"/spellen/strategiespellen/hidden-stories/?language=nl&action=play"},{"name":"Honey Combo","short":"honeycombo","url":"/spel/kortspel/honey-combo/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Honey Combo is zoemend goed Black Jack-achtig kaartspel waarbij u alle honingraten in honing moet veranderen door kaartcombinaties te maken die samen 21 maken voor. Er zijn heel veel verschillende stapels mogelijk.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Honey Combo is een zoemend spel dat is gebaseerd op Black Jack. Het doel van het spel is om alle honingraten in honing te veranderen door binnen de tijd zoveel mogelijk kaartcombinaties van 21 punten te maken. Maak van alle honingraten honing om door te gaan naar het volgende level.</li>\n                            <li>U kunt cellen met elkaar verbinden door erop te klikken met uw linkermuisknop tot de teller onderaan het scherm 21 bereikt. U kunt alleen cellen verbinden die naast elkaar liggen.</li>\n                            <li>Alle kaarten hebben de waarde die op de kaart is aangegeven, behalve de kaarten met plaatjes, die allemaal een waarde hebben van 10 punten; de aas kan een waarde van 1 of 11 hebben. Gebruik de schudoptie (shuffle) als u vastloopt, maar onthoud dat u slechts een beperkt aantal shuffles tot uw beschikking hebt. </li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #47403e 0%,#6a6865 100%)"},"type":"Kaart","playBtn":"/spellen/kaartspellen/honey-combo/?language=nl&action=play"},{"name":"Hoop de Loop","short":"hoopdeloop","url":"/spel/actionspel/hoop-de-loop/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Het doel van Hoop de Loop is om binnen de tijd zoveel mogelijk juwelen te verzamelen. Je krijgt juwelen door 3 of meer ballen van dezelfde kleur te combineren en zo voor kettingreacties in een bewegende slinger te zorgen. Hoe meer combo&apos;s per schot, hoe waardevoller de juwelen. Zorg dat je de ballen wegspeelt voor de slinger de vulkaan bereikt, anders is het spel voorbij. Activeer de krater om de juwelen vooraan de slinger te verzamelen. Timing is hierbij alles!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Vuur ballen af om er 3 of meer van dezelfde kleur weg te spelen voordat ze de vulkaan bereiken.</li>\n                            <li>Maak kettingreacties voor bonusjuwelen. Deze verschijnen in de ballenslinger. Hoe hoger de combo&apos;s, hoe waardevoller de juwelen die je ontvangt</li>\n                            <li>Activeer de verzamelaar door twee ballen snel achter elkaar op het doel boven de krater te schieten. Alle juwelen in &#xE9;&#xE9;n rij (zonder ballen ertussen) vooraan de slinger leveren punten op.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #89a932 0%,#749223 100%)"},"type":"Actie","playBtn":"/spellen/actiespellen/hoop-de-loop/?language=nl&action=play"},{"name":"Hungry Animals","short":"hungryanimals","url":"/spel/actionspel/hungry-animals/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    In Hungry Animals moet je de vier vrienden het juiste voer geven door je vork door de bubbels te schieten. Verzamel bonusitems en bubbels van dezelfde kleur voor een hogere score. Laat dat eten maar vliegen!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Voer deze dieren hun lievelingseten. Gebruik de katapult en de vork om voor elk dier het juiste voedsel uit de bubbels te schieten. Probeer tegelijkertijd bonusitems en bubbels van dezelfde kleur te raken!</li>\n                            <li>De dieren zijn erg kieskeurig en eten alleen hun lievelingskostje. Als je ze ander eten geeft, verlies je punten. Probeer tijdens het richten verschillende hoeken uit voor je schiet!</li>\n                            <li>In het veld zitten ook de letters B-O-N-U-S verborgen. Als je dit woord bij elkaar hebt, gaat al het eten in het veld naar het juiste dier.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #335630 0%,#467444 100%)"},"type":"Actie","playBtn":"/spellen/actiespellen/hungry-animals/?language=nl&action=play"},{"name":"I Love Treasure","short":"ilovetreasure","url":"/spel/pusselspel/i-love-treasure/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Help Bonnie de piraat met haar zoektocht naar schatten! Elk eiland zit propvol verborgen rijkdommen. Vind de schatkaart en ontdek de locatie van de Schateilanden waar je nog meer buit kunt opgraven!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Verplaats de schelpen door te klikken of te slepen. Vorm een rij van drie of meer schelpen om ze te verwijderen. </li>\n                            <li>Bij een combo van vier op een rij vernietigt een kanonskogel de hele rij of kolom en bij een combo van vijf slaat op alle schelpen van dezelfde kleur de bliksem in.</li>\n                            <li>Graaf de schatkaart op om naar het volgende eiland te gaan en meer schatten te vinden.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #12D1EE 0%,#0A8598 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/i-love-treasure/?language=nl&action=play"},{"name":"I Scream Ice Cream","short":"iscream","url":"/spel/pusselspel/i-scream-ice-cream/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Maak ijsjes voor de kinderen in allerlei smaken. Hoe meer ijs je opschept, hoe blijer je de kinderen maakt!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Het doel is om minimaal de gevraagde hoeveelheid voor elke smaak op te scheppen. Naast elke smaak zie je de gevraagde hoeveelheden. Schep het ijs op\n\ndoor in de kom op het ijs te klikken. Je kunt alleen op groepen klikken die een\n\nmond en ogen hebben.</li>\n                            <li>Spaar een grote groep van een smaak op om extra zetten te verdienen, die zullen van pas komen!\nIJs dat je extra zetten geeft, heeft een grote glimlach!</li>\n                            <li>Probeer zoveel mogelijk ijs boven het doel op te scheppen. Dit kun je doen door\n\neen laatste smaak tot het einde te bewaren als je voor de andere drie smaken het doel al hebt bereikt.\n\nProbeer voor de laatste smaak een zo groot mogelijke groep te krijgen voordat je die aanklikt.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #339999 0%,#ccffff 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/i-scream-ice-cream/?language=nl&action=play"},{"name":"Itsy Bitsy Spider","short":"itsybitsyspider","url":"/spel/actionspel/itsy-bitsy-spider/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Itsy bitsy spider is een webspel in de ware zin van het woord. Probeer de insecten te vangen en blijf uit de buurt van wespen en kevers om zo het grootste en mooiste spinnenweb te maken.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>De spin volgt de cursor wanneer dat mogelijk is. Druk &#xE9;&#xE9;n keer als u de spin het web wilt laten verlaten. Druk nogmaals als u hem wilt laten draaien.</li>\n                            <li>Bedek gebieden in uw spinnenweb door ze te omcirkelen met de spin. De omcirkelde gebieden worden als verwijderd gemarkeerd en uw verwijderingspercentage gaat omhoog.  </li>\n                            <li>Pas op voor wespen en kevers. Ze gedragen zich verschillend, maar ze hebben hetzelfde doel: ze willen u verhinderen om een spinnenweb te maken. </li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #447717 0%,#6f9445 100%)"},"type":"Actie","playBtn":"/spellen/actiespellen/itsy-bitsy-spider/?language=nl&action=play"},{"name":"Jelly Swelly","short":"jelly_swelly","url":"/spel/pusselspel/jelly-swelly/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    In deze puzzelgame wilt u zoveel mogelijk matches maken met &#xE9;&#xE9;n zet. Als er een jellyfish zowel in een verticale als in een horizontale match voorkomt, zal hij uit elkaar spatten en uw powerup meter vullen!\n\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik en sleep met uw muis om de Jellyfish om te draaien. Als u een rij of een kolom maakt van vier of meer jellyfish van dezelfde kleur, worden ze verwijderd.</li>\n                            <li>Als de game begint, kunt u 4 jellyfish tegelijkertijd omdraaien, maar als u beide extender powerups verzamelt, kunt u tot 6 jellyfish tegelijkertijd omdraaien.</li>\n                            <li>Breng de powerups naar de onderkant van het scherm om ze te verzamelen. De boosters kunnen ervoor zorgen dat de kleurenmeters gevuld blijven, en de Star maakt uw scores gedurende een tijdje hoger.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #5b4533 0%,#8e7f6b 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/jelly-swelly/?language=nl&action=play"},{"name":"Jungle Bubble","short":"jungle_bubble","url":"/spel/pusselspel/jungle-bubble/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Wie is de Koning van de jungle? Vernietig alle bellen aan het dak door bellen in diezelfde kleur omhoog te schieten. Maak zo goed mogelijk gebruik van de terugkaatsmogelijkheden in deze fantastische variant op de bekendste bellenklassieker.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Het bedoeling van Jungle Bubble is om alle bellen die aan het dak hangen uiteen te laten spatten met zo weinig mogelijk schoten.</li>\n                            <li>Bellen klappen uit elkaar wanneer er door een naar boven geschoten bel groepen van minimaal 3 bellen in dezelfde kleur ontstaan.</li>\n                            <li>Met behulp van de gestippelde lijn kunt u uw pijl richten en de hangende bellen raken door bellen recht naar boven te schieten of tegen een muur te laten ketsen.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #1a4018 0%,#2c6522 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/jungle-bubble/?language=nl&action=play"},{"name":"Jungle Rumble","short":"junglerumble","url":"/spel/pusselspel/jungle-rumble/?language=sv","tags":"","hasBoosters":false,"register":true,"description":""},{"name":"Jungle Speed","short":"jungle_bubble_speed","url":"/spel/pusselspel/jungle-speed/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Wie is de snelste van de jungle? Vernietig alle bellen aan het dak door bellen in diezelfde kleur omhoog te schieten. Je hebt maar &#xE9;&#xE9;n minuut, dus doe je best!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>De bedoeling van Jungle Bubble is om binnen een minuut zo veel mogelijk bellen te verwijderen.</li>\n                            <li>Bellen klappen uit elkaar wanneer er door een naar boven geschoten bel groepen van minimaal 3 bellen in dezelfde kleur ontstaan.</li>\n                            <li>Laat de vermenigvuldigers vallen en gebruik de rij-explosies om nog sneller bellen te verwijderen!</li>\n                        </ol>\n                        \n                            <p>Dit spel is alleen voor leden. Meld je hierboven aan om nu gratis te spelen.</p>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #3f1250 0%,#684477 100%)"},"type":"Puzzel"},{"name":"Kalorie King","short":"kalorie_king","url":"/spel/actionspel/kalorie-king/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    U moet echt wat aan uw eetgewoonten gaan doen! Blijf uit de buurt van pizza&apos;s, hamburgers en snoep, en eet in plaats daarvan wortelen, sla en appels. Veel speciale items helpen u daarbij, maar er zijn er ook een aantal die de verleiding alleen maar groter maken!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Trek slechte voeding naar beneden en schiet het weg. Als er artikelen naar beneden beginnen te vallen, blijf dan uit de buurt van slechte voeding en vang wat goed voor u is!</li>\n                            <li>Vang de speciale artikelen die naar beneden vallen (oranje achtergrond) voor handige effecten.</li>\n                            <li>Als u de slechte artikelen laat gaan (zwarte achtergrond), dan staat u een zware straf te wachten!</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #394913 0%,#5d7725 100%)"},"type":"Actie","playBtn":"/spellen/actiespellen/kalorie-king/?language=nl&action=play"},{"name":"Katana Kaunto","short":"katana","url":"/spel/pusselspel/katana-kaunto/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Klik zo snel mogelijk in de juiste volgorde op de figuren! Verdien extra punten door dichtbij de kanten te klikken. Vijf snelle levels maken van dit spel een buitengewoon klikfeest! \n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Als het spel begint, moet u kijken wat er staat geschreven op het zwaard onderaan het scherm, want dit zegt iets over de volgorde waarin moet worden gespeeld. </li>\n                            <li>Als u op de cijfers klikt, klik dan slechts &#xE9;&#xE9;nmaal, zodat u niet per ongeluk op het cijfer eronder klikt als het bovenste cijfer verdwijnt.</li>\n                            <li>Als u goed kunt klikken in de juiste volgorde, probeer dan om dichterbij de kanten te klikken en zo extra punten te vergaren!</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #8e1e0c 0%,#9b3123 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/katana-kaunto/?language=nl&action=play"},{"name":"Keyword","short":"keyword","url":"/spel/ordspel/keyword/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Gebruik je spellingvaardigheid om te winnen in Keyword, een woordpuzzelspel waarin je drie woorden vormt met een zo hoog mogelijke woordwaarde. Zoek naar de beste woorden en gebruik de bonusstenen voor een hogere woordwaarde. Als je een woord maakt van vijf letters of meer, krijg je toegang tot de bonusronde.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik op de letters om iedere ronde drie woorden te vormen met een zo hoog mogelijke woordwaarde. Je vormt een woord door in de juiste volgorde op de letters te klikken. </li>\n                            <li>Een letter kan maar &#xE9;&#xE9;n keer per ronde worden gebruikt en alleen letters die naast elkaar liggen, kunnen aan elkaar worden gekoppeld. Elk woord moet uit drie tot tien letters bestaan.</li>\n                            <li>Vorm een woord van vijf letters of meer in minstens &#xE9;&#xE9;n ronde om de bonusronde te mogen spelen. Probeer alle bonusstenen te gebruiken.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #aff23e 0%,#55c311 100%)"},"type":"Woord","playBtn":"/spellen/woordspellen/keyword/?language=nl&action=play"},{"name":"King of Hearts","short":"hearts2012","url":"/spel/kortspel/king-of-hearts/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    De beste kaartspelers van de koning dagen je uit voor een potje Hartenjagen. Kun jij ze verslaan en koning worden van dit hartelijke kaartspel?\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Kies welke je kaarten je door wilt geven aan je tegenstander. Je kunt het beste &#xE9;&#xE9;n kleur weggeven.</li>\n                            <li>Let op de schoppenvrouw: dit is de gevaarlijkste kaart in het spel!</li>\n                            <li>Als je veel hoge kaarten hebt, kun je proberen &apos;naar de maan&apos; te gaan door alle harten &#xE9;n de schoppenvrouw te verzamelen.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #831419 0%,#ab2223 100%)"},"type":"Kaart","playBtn":"/spellen/kaartspellen/king-of-hearts/?language=nl&action=play"},{"name":"King of Spades","short":"spades2012","url":"/spel/kortspel/king-of-spades/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Werk samen om het tegenteam te verslaan in dit klassieke kaartspel. Bied verstandig en verzamel niet te veel zakken!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Bepaal eerst hoeveel slagen je denkt te winnen met je kaarten.</li>\n                            <li>Je moet kleur bekennen, en de hoogste kaart wint. De enige uitzondering is dat schoppen troef is.</li>\n                            <li>Voor elke slag meer dan je uitgebrachte bod, krijg je een zak. Als je 10 zakken hebt, krijg je strafpunten!</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #551c7a 0%,#421560 100%)"},"type":"Kaart","playBtn":"/spellen/kaartspellen/king-of-spades/?language=nl&action=play"},{"name":"King Pin Bowling","short":"bowling","url":"/spel/sportspel/king-pin-bowling/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Welkom in de King Pin Bowling Alley. Gooi de kegels om, haal een strike en laat zien wat u waard bent! Realistische besturing, geloofwaardige krachten en fantastisch geluid maken deze game tot een perfect alternatief voor het &#xE9;chte bowlen!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Beweeg de muis om de bal de juiste richting te geven voor uw worp.</li>\n                            <li>Pak de bal op met de linkermuisknop en gooi hem door een voorwaartse beweging te maken met de muis.</li>\n                            <li>Laat de muisknop los om de bal te gooien en zorg achteraf voor een draaiend effect door de muis opzij te bewegen.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #594a23 0%,#5b3e2e 100%)"},"type":"Sport","playBtn":"/spellen/sportspellen/king-pin-bowling/?language=nl&action=play"},{"name":"Kitty Boom","short":"kittyboom","url":"/spel/actionspel/kitty-boom/?language=sv","tags":"","hasBoosters":false,"register":true,"description":""},{"name":"Klick, Klack & Roll","short":"klickklackroll","url":"/spel/pusselspel/klick-klack-roll/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Klick, Klack &amp; Roll is een nieuwe spannende versie van Klicker Fusion waarin een lopende band wordt ge&#xEF;ntroduceerd die speelveld in twee delen opdeelt. Verzamel de blokken in grote groepen van dezelfde kleur voor een topscore en gebruik de volledig nieuwe Tandknal om een gat te knallen in de lopende band en de blokken samen te brengen. Klick, Klack &amp; Roll daagt u uit om alle blokken te verwijderen tijdens drie levels met steeds meer blokken\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Het is uw taak om zo snel mogelijk zoveel mogelijk blokken te ruimen. Elke groep van twee of meer blokken van dezelfde kleur die elkaar horizontaal of verticaal raken kan verwijderd worden. Verwijder ze allemaal voor de tijd of het aantal mogelijkheden op zijn. In deze volledig nieuwe versie van het klassieke spel wordt het speelveld verdeeld door een bewegende lopende band. </li>\n                            <li>Verzamel de blokken in grotere groepen van dezelfde kleur om de score te verhogen; de radioactive blokken verdubbelen de score als zij deel uitmaken van de verwijderde groep, dus richt vooral daarop om een hoge score te realiseren. U moet voldoende blokken verwijderd hebben op level 1 en 2 om naar het volgende level te komen. </li>\n                            <li>Gebruik de tandknal door te klikken op de blauwe knop en een drietandig gat te maken in de Lopende band. Door goed te plannen kunt u zo nog grotere groepen blokken te maken. U kunt de tandknal op ieder level slechts &#xE9;&#xE9;nmaal gebruiken. De bommen worden geactiveerd als zij de bodem van het scherm raken en naastliggende blokken opblazen. Als de rode Kolomknal-knop actief is kunt u alle blokken in een kolom van uw keuze verwijderen.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #7a1808 0%,#962417 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/klick-klack-roll/?language=nl&action=play"},{"name":"Klicker Fusion","short":"klickerklacker2","url":"/spel/pusselspel/klicker-fusion/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Klicker Fusion is het ultieme puzzelspel dat simpel plezier combineert met strategie. Ruim zo snel mogelijk alle gekleurde blokjes op om het volgende level te bereiken en plan je zetten zo dat je met &#xE9;&#xE9;n zet grote groepen blokjes tegelijk kunt verzamelen en een hoge score kunt behalen. Radioactieve blokken verbeteren je score en bommen blazen individuele blokjes weg die in de weg staan van je voortgang. Drie levels vol uitdagend spel en strategisch inzicht.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klicker Fusion is een volledig vernieuwde versie van het klassieke puzzelspelletje met nieuwe strategische uitdagingen en mogelijkheden. Groepen van minimaal twee blokjes van dezelfde kleur die horizontaal of verticaal aaneengrenzen kunnen worden opgeruimd. Ruim ze allemaal op voordat je geen tijd of beurten meer over hebt.</li>\n                            <li>Klik op een groep van minimaal twee blokjes om ze te verwijderen. De bovenliggende blokjes vallen naar beneden om het gat op te vullen. Probeer goed te plannen, zodat je grotere groepen tegelijk kunt opruimen en je score omhoog schiet.</li>\n                            <li>Met het kolommenkanon kun je in &#xE9;&#xE9;n klap een hele kolom opruimen. Bommen op de onderste rij worden geactiveerd en je kunt ze gebruiken om individuele blokjes op te blazen.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #640010 0%,#790015 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/klicker-fusion/?language=nl&action=play"},{"name":"Letter Star","short":"letterstar","url":"/spel/ordspel/letter-star/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Er zitten vier beroemde personen verborgen op het letterbord. Vind jij hun achternamen en weet je ook hun voornamen? Haal je namenkennis op in vijf verschillende categorie&#xEB;n!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Namen kunnen voorwaarts, achterwaarts, horizontaal, verticaal en diagonaal gespeld zijn.</li>\n                            <li>De achternamen worden gegeven, maar je moet zelf de voornamen ontdekken anders verlies je de sterrenbonus!</li>\n                            <li>Je kunt het lettertype veranderen om sommige letters sneller te zien.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #5e4a05 0%,#887638 100%)"},"type":"Woord","playBtn":"/spellen/woordspellen/letter-star/?language=nl&action=play"},{"name":"Letter Swap","short":"letter_swap","url":"/spel/ordspel/letter-swap/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Verwissel de letters om horizontaal en verticaal woorden te vormen. Na elke zet krijg je punten voor de woorden die je hebt gevormd.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik op twee letters om ze te verwisselen</li>\n                            <li>Woorden van links naar rechts en van boven naar beneden tellen mee.</li>\n                            <li>Alleen woorden die oplichten, tellen mee. Laat een kolom en een rij oplichten door daar een letter te verwisselen.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #135261 0%,#22738b 100%)"},"type":"Woord","playBtn":"/spellen/woordspellen/letter-swap/?language=nl&action=play"},{"name":"Luxor","short":"luxor","url":"/spel/actionspel/luxor/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Luxor is een puzzelactiespel dat u meeneemt op avontuur naar het oude Egypte. Gebruik het scarabkanon om op Set&apos;s bollen te schieten en ze te vernietigen voordat ze de piramiden bereiken. Gebruik de magie van Isis door talismannen, juwelen en Ank-munten te veroveren. Kunt u de duivelse plannen van Set dwarsbomen?\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Beweeg uw Scarab Shooter met uw muis en vuur met uw linkermuisknop. Gebruik de spatiebalk om naar de volgende bol te gaan.</li>\n                            <li>Maak combos of kettingreacties voor fantastische powerups die u moet vangen als ze vallen!</li>\n                            <li>Vul de voortgangsbalk om te voorkomen dat er meer scarabees in het spel komen. Zorg dat de bollen geen piramide bereiken, anders is het over en uit! </li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #625b4c 0%,#888173 100%)"},"type":"Actie","playBtn":"/spellen/actiespellen/luxor/?language=nl&action=play"},{"name":"Magic Spinball","short":"magicspinball","url":"/spel/actionspel/magic-spinball/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Magic Spinnball is een unieke variant op het klassieke Breakout spel waar u alle blokken moet breken om verder te komenkomen. Gebruik de peddel om de bal naar de blokjes te schieten en verzamel onderweg zoveel mogelijk coole powerups. Door de vele geweldige levels met verschillende moeilijkheidsgraden en speciale blokken wordt dit spel nooit saai.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Verwijder 3 lagen stenen door de bal te slaan met uw peddel. Speel ieder level helemaal uit naar het volgende te gaan. Pak de vallende speciale items en gebruik ze om de levels sneller uit te spelen.</li>\n                            <li>Beweeg de peddel zijdelings met uw muis om te voorkomen dat bal valt. Laat de ballen los, en bestuur de laser en de raket met uw linkermuisknop.</li>\n                            <li>Lasers en Raketten helpen u om de stenen sneller te vernietigen. U moet ieder level binnen de gestelde tijd afronden om naar het volgende level te gaan. U kunt eerder ontsnappen wanneer het Warpgat opengaat.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #194a65 0%,#6491a9 100%)"},"type":"Actie","playBtn":"/spellen/actiespellen/magic-spinball/?language=nl&action=play"},{"name":"Mahjong Golden Path","short":"mahjong_golden_path","url":"/spel/strategispel/mahjong-golden-path/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Open het gouden pad naar het land van de goden door de runen vrij te spelen. Verzamel gouden munten om nieuwe landen te bezoeken en kies uit verschillende unieke stenensets met krachtige runen en een prachtige vormgeving.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik op twee identieke stenen om ze te verwijderen. Ten minste een zijde moet vrij zijn en er mogen geen stenen op liggen.</li>\n                            <li>Speel de speciale runestenen vrij om het gouden pad naar het volgende level te openen.</li>\n                            <li>Er zijn geen hussels, dus als je vastzit is het spel afgelopen, tenzij je een of meer runestenen hebt vrijgespeeld.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #471e11 0%,#642f1d 100%)"},"type":"Strategie","playBtn":"/spellen/strategiespellen/mahjong-golden-path/?language=nl&action=play"},{"name":"Mahjong Masquerade","short":"mahjongmasquerade","url":"/spel/strategispel/mahjong-masquerade/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    U bent de regisseur en werkt met een groep zeer vergeetachtige acteurs. U moet ze helpen om acteurs met hetzelfde masker te vinden, maar ze kunnen niet meer dan twee richtingen onthouden. Zoek een makkelijke route tussen de acteurs en vertel ze hoe ze moeten lopen.  \n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik op een masker om het te selecteren. Klik op een ander bijpassend masker. De kortste weg tussen de twee maskers kan slechts twee veranderingen van richting inhouden, anders is de zet ongeldig. </li>\n                            <li>De weg naar een ander masker kan buiten het speelveld om gaan.</li>\n                            <li>Als u twee verschillende maskers met elkaar matcht of als u een onmogelijke match maakt, verschijnt er een rode lijn en worden er punten afgetrokken.  </li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #8f8550 0%,#5e552b 100%)"},"type":"Strategie","playBtn":"/spellen/strategiespellen/mahjong-masquerade/?language=nl&action=play"},{"name":"Mahjong Treasure","short":"mahjongtreasure","url":"/spel/strategispel/mahjong-treasure/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Mahjong Treasure is een Mahjong puzzel met een aantal subtiele veranderingen. Maak perfecte of normale combinaties als je door de tegels graaft op zoek naar de schat. Zeshoekige tegels en drie niveaus staan garant voor een uitdagende en nieuwe belevenis.  \n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Vind de bij elkaar horende stenen voor de tijd om is. Als u dezelfde cijfers met dezelfde achtergrondkleur kiest, krijgt u een hogere score. Verwijder alle stenen om naar het volgende, moeilijkere level door te gaan.       </li>\n                            <li>Om een steen te kunnen verwijderen moet deze vrij liggen. Dit betekent dat er geen andere steen gedeeltelijk bovenop mag liggen en dat er drie kanten vrij moeten zijn.</li>\n                            <li>Stenen die verwijderd kunnen worden hebben een iets lichtere kleur. Gebruik de schudoptie (shuffle) als u vastzit, maar als er nog paren over waren die geruimd hadden kunnen worden, krijgt u als straf tijdaftrek.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #382710 0%,#574429 100%)"},"type":"Strategie","playBtn":"/spellen/strategiespellen/mahjong-treasure/?language=nl&action=play"},{"name":"Mahjong Wonderwall","short":"mahjong_wonderwall","url":"/spel/strategispel/mahjong-wonderwall/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Mahjong zag er nog nooit zo mooi uit! Laat je niet afleiden door de prachtige achtergrond maar los de 3-dimensionale puzzel op door de symbolen te combineren. Neem de tijd en zoek de beste manier om een zo hoog mogelijke score te halen.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Geen stress! In dit spel moet je juist de tijd nemen om de beste zet te vinden vooraleer hem uit te voeren.</li>\n                            <li>Let op de bewegende stenen: hier zitten juwelen. Deze kun je het beste zo laat mogelijk combineren.</li>\n                            <li>Na elke derde goede zet verschijnen er lichtgevende stenen. Combineer ze voor een hogere vermenigvuldiger!</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #2c6604 0%,#479202 100%)"},"type":"Strategie","playBtn":"/spellen/strategiespellen/mahjong-wonderwall/?language=nl&action=play"},{"name":"Masquerade Maze","short":"masquerade_maze","url":"/spel/strategispel/masquerade-maze/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Jij bent de regisseur en werkt met een groep zeer vergeetachtige acteurs die in een doolhof vastzit. Je moet ze helpen om acteurs met hetzelfde masker te vinden, maar ze kunnen niet meer dan twee richtingen onthouden. Zoek een makkelijke route tussen de acteurs en vertel ze hoe ze moeten lopen.  \n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik op een masker om het te selecteren. Klik op een ander bijpassend masker. De kortste weg tussen de twee maskers kan slechts twee veranderingen van richting inhouden, anders is de zet ongeldig. </li>\n                            <li>De weg naar een ander masker kan buiten het speelveld om gaan.</li>\n                            <li>Als je twee verschillende maskers met elkaar matcht of als je een onmogelijke match maakt, verschijnt er een rode lijn en worden er punten afgetrokken.  </li>\n                        </ol>\n                        \n                            <p>Dit spel is alleen voor leden. Meld je hierboven aan om nu gratis te spelen.</p>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #461804 0%,#520708 100%)"},"type":"Strategie"},{"name":"Match Blocks Speedtrap","short":"matchblocks_speed_trap","url":"/spel/pusselspel/match-blocks-speed-trap/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    In deze snelle versie van Match Blocks moet je proberen de blokken te verwijderen met zo weinig mogelijk zetten. Verwijder de blokken door ze te isoleren of door gelijke paren te zoeken. Maar pas op voor de bommen: verwijder die zo snel mogelijk.  Voltooi zo veel mogelijk levels binnen de tijd.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Zoek twee dezelfde blokken bij elkaar om ze te laten verdwijnen. Je kunt de blokken ook isoleren door alle aangrenzende blokken te verwijderen. Dit geeft een hogere score dan het matchen van blokken.</li>\n                            <li>Als er een bom verschijnt, moet je deze isoleren door alle tegen de bom liggende blokken te verwijderen voordat de teller op nul staat. Bij iedere zet gaat de teller &#xE9;&#xE9;n tik omlaag.  </li>\n                            <li>Verwijder alle blokken die aan de gouden blokken grenzen. Probeer om zo weinig mogelijk zetten te gebruiken; je verdient dan een hogere bonus.</li>\n                        </ol>\n                        \n                            <p>Dit spel is alleen voor leden. Meld je hierboven aan om nu gratis te spelen.</p>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #555555 0%,#807f7e 100%)"},"type":"Puzzel"},{"name":"Midas Mahjong","short":"mahjong","url":"/spel/strategispel/midas-mahjong/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Midas Mahjong is een klassieke puzzel waarin de Chinese Mahjong stenen in piramidevorm op het speelveld liggen. Combineer twee stenen van hetzelfde type om ze te verwijderen en werk u zo door de hele piramide heen. Alleen de ware meester beschikt over het concentratievermogen om alle stenen binnen de tijd te verwijderen. \n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Het is de bedoeling alle mahjongstenen uit de piramide weg te halen door telkens twee stenen met hetzelfde symbool bij elkaar te zoeken. Er zijn vier stenen van elke soort.</li>\n                            <li>Om stenen weg te halen moet u de stenen van het paar dat u wilt verwijderen een voor een aanklikken met de muis.</li>\n                            <li>De stenen kunnen alleen worden verwijderd als: </li><li>er geen andere steen bovenop ligt </li><li>ze zowel links als rechts vrijliggen en met &#xE9;&#xE9;n kant aan de buitenkant van de piramide liggen. </li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #275625 0%,#3c7f4d 100%)"},"type":"Strategie","playBtn":"/spellen/strategiespellen/midas-mahjong/?language=nl&action=play"},{"name":"Midas Miner","short":"miner","url":"/spel/pusselspel/midas-miner/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Dit is de droom van iedere schatzoeker - een mijn vol juwelen! In Midas Miner moet u juwelen van plaats laten wisselen om zo rijen en kolommen te maken met juwelen van dezelfde kleur. Wanneer de juwelen verdwijnen, vallen er nieuwe juwelen naar beneden. Plan uw zetten zo dat u waardevolle combinaties maakt en uiteindelijk als winnaar uit de bus komt!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Bij Midas Miner moet u telkens twee edelstenen omwisselen, zodat er rijen en kolommen van minimaal 3 dezelfde edelstenen ontstaan die vervolgens verdwijnen.</li>\n                            <li>Wanneer de verwijderde edelstenen verdwijnen, vallen er nieuwe op hun plaats. Haal zo veel mogelijk edelstenen weg voor de tijd om is.</li>\n                            <li>Klik met uw linkermuisknop op de edelstenen die u wilt omwisselen. Wanneer u de tweede edelsteen aanklikt, verwisselen ze automatisch van plaats. U kunt alleen edelstenen omwisselen die horizontaal of verticaal tegen elkaar liggen.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #48503e 0%,#5f6c4f 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/midas-miner/?language=nl&action=play"},{"name":"Midas Solitaire","short":"solitaire","url":"/spel/kortspel/midas-solitaire/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Solitaire is gebaseerd op het meest populaire solitaire kaartspel ter wereld, Klondike. Het doel van het spel is om alle 52 kaarten naar de 4 stapels aan de zijkant te verplaatsen en speeltafel zo snel mogelijk leeg te maken. Als u uw kaarten goed speelt, kunt u alle kaarten wegruimen en voorkomen dat u vast komt te zitten.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Het doel van Solitaire is om alle 52 kaarten naar de vier basisstapels te verplaatsen, en daarmee de beginstapel zo snel mogelijk te verwijderen.</li>\n                            <li>U kunt in de kolommen om en om rode en zwarte kaarten in aflopende volgorde op elkaar plaatsen.</li>\n                            <li>Om kaarten uit kolommen te verwijderen, verplaatst u kaarten naar de sorteerstapels. Iedere sorteerstapel moet met een aas beginnen en wordt in oplopende volgorde uit dezelfde kaartsoort opgebouwd.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #126591 0%,#2b8ec2 100%)"},"type":"Kaart","playBtn":"/spellen/kaartspellen/midas-solitaire/?language=nl&action=play"},{"name":"Miner Speed","short":"midas_miner_speed","url":"/spel/pusselspel/miner-speed/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    In deze snelle versie moet je binnen 1 minuut zoveel mogelijk punten zien te scoren. Verwissel de edelstenen van plaats en verhoog je vermenigvuldiger door grote combinaties te maken. Kleurenbommen, explosies en de laatste knal zijn andere functies van dit onstuimige spel. \n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Verwissel de edelstenen van plaats door erop te klikken en ze verticaal of horizontaal naar een andere edelsteen te slepen.</li>\n                            <li>Maak combinaties van 4 of 5 edelstenen voor explosies, superknallen of kleurenbommen.</li>\n                            <li>Maak lange ketens voor glanzende vermenigvuldigers. Verzamel vermenigvuldigers met kleurenbommen, superknallen of explosies.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #4d638b 0%,#8098bd 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/miner-speed/?language=nl&action=play"},{"name":"Model Studio","short":"topmodel","url":"/spel/strategispel/model-studio/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Voor een fotoshoot moeten modellen hun haar en nagels doen, hun kleding kiezen en hun make-up doen. Bovendoen moeten ze perfect kunnen poseren. Kunt u ze helpen?\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Beweeg de modellen over het scherm door ze met de muis te slepen. Zorg dat ze alle posten aandoen voordat u ze naar de fotoshoot stuurt.</li>\n                            <li>Houd de modellen tevreden door ze niet te lang te laten wachten en door ze niet naar de verkeerde posten te sturen.</li>\n                            <li>Wanneer een model tevreden is als ze naar de fotoshoot gaat, verdient u veel waardevolle punten. Zo niet, dan wordt ze naar huis gestuurd en krijgt u niets!</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #1171a6 0%,#7ec1de 100%)"},"type":"Strategie","playBtn":"/spellen/strategiespellen/model-studio/?language=nl&action=play"},{"name":"Monkey Quest","short":"monkey_quest","url":"/spel/pusselspel/monkey-quest/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    De aap moet op bellen schieten om het gouden beeld te vinden. Onder de grond bevinden zich drie minigames. Laat de sterrenbellen vallen om deze vrij te spelen.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Schiet op de bellen en maak groepjes van 3 of meer bellen van dezelfde kleur. Laat de sterrenbellen vallen om een minigame vrij te spelen.</li>\n                            <li>There are three mini-games, all distinctly different: Survival, Mining and Marksman.</li>\n                            <li>Verhoog je score door zo weinig mogelijk te schieten en goede resultaten te behalen in de minigames.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #304e63 0%,#3d6a87 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/monkey-quest/?language=nl&action=play"},{"name":"Orchido ","short":"orchido","url":"/spel/pusselspel/orchido-/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Draai de bloemen om groepjes van 3 of meer identieke bloemen te maken en ze te laten verdwijnen! Gebruik power-ups om de zwarte zaadjes in gouden zaadjes te veranderen en nog meer bloemensoorten vrij te spelen!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik op een groep bloemen om ze een kwartslag te draaien.</li>\n                            <li>Vorm groepjes van 3 of meer identieke bloemen om ze te laten verdwijnen.</li>\n                            <li>Er zijn drie power-ups: een bom, een rijvernietiger en een kleurenbom.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #470937 0%,#74024a 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/orchido-/?language=nl&action=play"},{"name":"Papa Pear","short":"papa_pear","url":"/spel/actionspel/papa-pear/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Probeer elke Papa Pear op zoveel mogelijk objecten te laten stuiteren. Laat in elke pot een Papa Pear landen om door te gaan naar het volgende level.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Verdien punten door elke Papa Pear op zoveel mogelijk objecten te laten stuiteren.</li>\n                            <li>Probeer in elke pot een Papa Pear te krijgen om naar het volgende level te gaan. Nieuwe levels = meer objecten om op te stuiteren = meer punten.</li>\n                            <li>Probeer alle gouden munten te pakken om je vermenigvuldiger en dus je score te verhogen. </li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #548e2f 0%,#96c10e 100%)"},"type":"Actie","playBtn":"/spellen/actiespellen/papa-pear/?language=nl&action=play"},{"name":"Pepper Panic","short":"pepperpanic","url":"/spel/pusselspel/pepper-panic/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Maak rijen of kolommen van 3 of meer pepers van dezelfde kleur om ze te laten groeien. Probeer de pepers tot hun maximale grootte te laten groeien om brandende kettingreacties te veroorzaken!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Maak rijen of kolommen van 3 of meer pepers van dezelfde kleur om ze te laten groeien.</li>\n                            <li>Klik op pepers of sleep ze om ze van plaats te verwisselen.</li>\n                            <li>Probeer de pepers tot hun maximale grootte te laten groeien om brandende kettingreacties te veroorzaken!</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #bb8550 0%,#885327 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/pepper-panic/?language=nl&action=play"},{"name":"Pet Rescue","short":"pet_rescue","url":"/spel/pusselspel/pet-rescue/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Er zitten verschillende honden, katten en vogels is een brandend gebouw opgesloten. Aan jou de taak om ze te redden! Hiervoor heb je een beperkt aantal helikopters en brandblussers tot je beschikking.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik op een groep van twee of meer identieke kisten om ze te verwijderen. Maak grote groepen om punten te scoren.</li>\n                            <li>Probeer de dieren uit de kisten en op de grond te krijgen. Je hebt een beperkt aantal helikopters tot je beschikking.</li>\n                            <li>Je krijgt brandblussers als je grote groepen maakt. Gebruik ze om het vuur te blussen voordat het zich kan verspreiden!</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #81878a 0%,#415162 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/pet-rescue/?language=nl&action=play"},{"name":"Polar Bear Bounce","short":"polarbearbounce","url":"/spel/actionspel/polar-bear-bounce/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Het is aan u om de arme ijsberen te redden door ze door de deuren te laten stuiteren en te voorkomen dat ze in de ijskoude oceaan vallen. Teken trampolines met uw muis zodat ze in de juiste hoek stuiteren en niet in de kaken belanden van de hongerige orka&apos;s. Een leuk spel dat u een unieke uitdaging biedt met heel veel levels.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>U moet de vallende ijsberen redden van de gevaarlijke zee van de Noordpool. Gebruik uw muis om trampolines te tekenen in de lucht en zo te proberen de ijsberen omhoog te laten stuiteren door de deuren, want dan zijn ze gered. U stuurt de hoek van de trampoline en kunt dit gebruiken om de richting van de ijsberen te veranderen.</li>\n                            <li>Op elk level moet u het aangegeven aantal ijsberen redden voor de tijd om is. Elke ijsbeer die u door een deur stuurt levert punten op, terwijl ijsberen verliezen in de oceaan punten kost. Als u het doel bereikt gaat u door naar het volgende level.</li>\n                            <li>Stuur de ijsberen door een deur met dezelfde kleur om de maximale score te behalen van iedere ijsbeer die u redt. Haal power-ups door een ijsbeer erdoor te schieten. </li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #0bcece 0%,#d9edf8 100%)"},"type":"Actie","playBtn":"/spellen/actiespellen/polar-bear-bounce/?language=nl&action=play"},{"name":"Pool King","short":"poolking","url":"/spel/sportspel/pool-king/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Met Pool King worden uw pooltechnieken tot het uiterste op de proef gesteld. Maak snelle en precieze stoten en schiet de 9-ball zo snel mogelijk erin om een waardevolle bonus te ontvangen. Pool King is een eenvoudig en leuk poolspel voor de solospeler.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Speel volgens de gewone 9-ball poolregels. Bij elke stoot moet eerst de laagst genummerde bal op tafel worden geraakt. Het spelletje is afgelopen wanneer u de 9-ball pot.</li>\n                            <li>Gebruik de muis om de keu te draaien en te richten. Houd de linkermuisknop ingedrukt en trek de muis naar achteren om kracht aan uw stoot te geven. Laat de muisknop los om te stoten.</li>\n                            <li>Pot de 9-ball zo snel mogelijk met een lager genummerde bal voor een zo hoog mogelijke bonus en score.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #125d48 0%,#1d755b 100%)"},"type":"Sport","playBtn":"/spellen/sportspellen/pool-king/?language=nl&action=play"},{"name":"Pop Painter","short":"poppainter","url":"/spel/actionspel/pop-painter/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Word jij een meesterschilder? Kleur het doek in door de verfbubbels te laten knappen en maak zo unieke meesterwerken!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Richt en schiet met je muis</li>\n                            <li>Als twee bubbels elkaar raken, worden ze groter.</li>\n                            <li>Als ze groot genoeg zijn of een scherpe bumper raken, knappen ze!</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #7b7771 0%,#615c55 100%)"},"type":"Actie","playBtn":"/spellen/actiespellen/pop-painter/?language=nl&action=play"},{"name":"Princess Peony","short":"princess_peony","url":"/spel/strategispel/princess-peony/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Plaats 3 of meer dezelfde figuren naast elkaar en zet extra hartjes.\nVul de liefdesmeter met hartjes om het level te voltooien.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>In dit spel moet je proberen om 3 of meer dezelfde figuren naast elkaar te krijgen.</li>\n                            <li>Hierdoor veranderen ze in hun &apos;volgende&apos; vorm en verspreiden ze Liefde in de vorm van hartjes in het koninkrijk.</li>\n                            <li>Vul de liefdesmeter met hartjes om het level te voltooien.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #419414 0%,#9ac864 100%)"},"type":"Strategie","playBtn":"/spellen/strategiespellen/princess-peony/?language=nl&action=play"},{"name":"Puzzle Mana","short":"puzzle_mana","url":"/spel/pusselspel/puzzle-mana/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Je bent een jonge tovenaar die dol is op avontuur. In deze missie moet je de meest krachtige wezens uit de fysieke EN de magische wereld zien te verslaan. Verzamel je beste toverspreuken om de macht van je magische mana op ze los te laten!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Versleep de figuren om groepen van 3 of meer dezelfde soorten te maken.</li>\n                            <li>Let op de meters links en combineer de figuren die je nodig hebt om ze te vullen.</li>\n                            <li>Met de power-ups vul je de meters sneller, maar een doodskop kan een meter volledig leeg laten lopen!</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #4e6817 0%,#8b986f 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/puzzle-mana/?language=nl&action=play"},{"name":"Pyramid","short":"pyramid2010","url":"/spel/kortspel/Pyramid/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Bij dit verslavende internationale succes wordt stoppen met spelen wel heel moeilijk. In Pyramid is het doel om alle kaartlagen zo snel mogelijk weg te spelen en alle kaarten uit de piramide te verwijderen. Kies een kaart die &#xE9;&#xE9;n punt hoger of lager is, zodat u hem op kunt ruimen. Verzamel zo veel mogelijk gouden scarabee&#xEB;n om nieuwe hoofdstukken van het verhaal vrij te spelen en het geheime einde te onthullen.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Verwijder zoveel mogelijk piramides door de kaarten &#xE9;&#xE9;n voor &#xE9;&#xE9;n weg te halen voordat u door alle kaarten heen bent of de tijd om is.</li>\n                            <li>Om kaarten uit de piramide te kunnen verwijderen, moeten ze een punt hoger of lager zijn dan de open kaart op de stapel. Op een 4 kunt u dus een 3 of 5 leggen, enzovoort.</li>\n                            <li>U verwijdert kaarten uit de piramide door ze aan te klikken met uw linkermuisknop. Als een kaart verplaatst kan worden, wordt hij gemarkeerd wanneer u er met uw muis overheen gaat. Klik aan het einde op de scarabee&#xEB;n om nieuwe hoofdstukken vrij te spelen.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #6c472d 0%,#503d37 100%)"},"type":"Kaart","playBtn":"/spellen/kaartspellen/Pyramid/?language=nl&action=play"},{"name":"Pyramid Quest","short":"pyramid_quest","url":"/spel/kortspel/pyramid-quest/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Bij dit verslavende internationale succes wordt stoppen met spelen wel heel moeilijk. Probeer alle kaartlagen zo snel mogelijk weg te spelen door de kaarten te verwijderen. Kies een kaart die &#xE9;&#xE9;n punt hoger of lager is, zodat je hem op kunt ruimen. Verzamel zo veel mogelijk godstenen. In Pyramid Quest is elk level anders!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Voltooi zo veel mogelijk levels door de kaarten &#xE9;&#xE9;n voor &#xE9;&#xE9;n weg te halen voordat je door alle kaarten heen bent of de tijd om is.</li>\n                            <li>Om kaarten te kunnen verwijderen, moeten ze een punt hoger of lager zijn dan de open kaart op de stapel. Op een 4 kun je dus een 3 of 5 leggen, enzovoort.</li>\n                            <li>Je hoeft niet alle kaarten te verwijderen. In sommige levels kun je de godstenen blootleggen zonder alles weg te spelen.</li>\n                        </ol>\n                        \n                            <p>Dit spel is alleen voor leden. Meld je hierboven aan om nu gratis te spelen.</p>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #5c310d 0%,#915e23 100%)"},"type":"Kaart"},{"name":"Pyramid Speed","short":"pyramidspeed","url":"/spel/kortspel/pyramid-speed/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Waag je in de eeuwenoude piramide en maak lange reeksen kaarten om de scarabee&#xEB;n vrij te spelen. Je hebt slechts &#xE9;&#xE9;n minuut de tijd om de geheimen van de farao te onthullen, wees dus snel!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Plaats een kaart van 1 punt hoger of lager op de open kaart.</li>\n                            <li>Speel meerdere kaarten op rij weg voor een hogere vermenigvuldiger.</li>\n                            <li>Bevrijd de scarabee&#xEB;n door bepaalde kaarten weg te spelen. De scarabee&#xEB;n geven je speciale voordelen.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #5f3a27 0%,#483736 100%)"},"type":"Kaart","playBtn":"/spellen/kaartspellen/pyramid-speed/?language=nl&action=play"},{"name":"Quiz Queen","short":"quizqueen","url":"/spel/ordspel/quiz-queen/?language=sv","tags":"","hasBoosters":false,"register":true,"description":""},{"name":"Rainbow Rescue","short":"rainbowrescue","url":"/spel/pusselspel/rainbow-rescue/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Maak regenbogen door groepen Rainies te vormen. Vul alle kleuren in de regenboog, maar vergeet niet om onderweg de Skymunten mee te nemen! Maak speciale combo&apos;s met de Minibogen om de hele kleur snel te vullen!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Vul de regenboog door te klikken op groepen Rainies van dezelfde kleur. Grotere groepen vullen de regenboog sneller.</li>\n                            <li>Als een kleur in de regenboog eenmaal gevuld is, leveren groepen van die kleur op dit level vrijwel geen punten meer op.</li>\n                            <li>Minibogen kunnen worden gebruikt om groepen Rainies met elkaar te verbinden, en om speciale combo&apos;s te maken.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #2a8a93 0%,#3fa6b0 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/rainbow-rescue/?language=nl&action=play"},{"name":"Royale 55","short":"royale55","url":"/spel/kortspel/royale-55/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Royale 55 is een op Poker gebaseerd solitaire spel waarbij het doel is om van de 55 kaarten 11 goede pokerhanden te maken. Het spel bestaat uit 52 standaardkaarten en 3 jokers die voor iedere kaart kunnen worden gebruikt. Maak alle pokercombinaties en u komt als winnaar uit de bus.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Royale 55 is een op poker gebaseerd spel voor &#xE9;&#xE9;n speler waarbij het doel is om de beste 11 pokerhanden te maken uit 55 kaarten. Het spel bevat 52 standaardkaarten plus 3 jokers.</li>\n                            <li>Beweeg elke rij zijdelings om de beste pokerhand in de middenkolom te maken. Verstuur dan uw hand. Ga door met handen maken tot u de hele stapel hebt gebruikt, maar let op want uw tijd is beperkt.</li>\n                            <li>Klik en houdt u muisknop ingedrukt om een rij te maken door met uw muis te schuiven. Laat de knop los als de positie goed is. Probeer zo veel mogelijk verschillende handen te maken voor een grote bonus. </li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #886a34 0%,#a8971c 100%)"},"type":"Kaart","playBtn":"/spellen/kaartspellen/royale-55/?language=nl&action=play"},{"name":"Scopa King","short":"scopa","url":"/spel/kortspel/scopa-king/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Scopa King is onze versie van dit klassieke kaartspel. In dit snelle spelletje moet je de computer zien te verslaan. Pak de muntenkoning of muntenzeven (Re Bello en Setto Bello) voor bonuspunten en maak zoveel mogelijk Scopa&apos;s!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Jij bent altijd als eerste aan de beurt en speelt &#xE9;&#xE9;n ronde tegen de computer.</li>\n                            <li>Pak kaarten door op de gewenste open kaarten te klikken en jouw kaart erheen te slepen.</li>\n                            <li>Je krijgt punten voor de meeste kaarten, de meeste muntkaarten, de Re Bello en Sette Bello, de hoogste primiera en elke Scopa die je maakt.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #2e5423 0%,#6e9562 100%)"},"type":"Kaart","playBtn":"/spellen/kaartspellen/scopa-king/?language=nl&action=play"},{"name":"Scrapbook Detective","short":"scrapbook_detective","url":"/spel/strategispel/scrapbook-detective/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    In dit zoekspelletje moet je precies weten wat je zoekt. Op elke locatie zijn een aantal voorwerpen verborgen die jij moet zien te vinden. Vind ze allemaal en je mag een bonusspel spelen!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Bekijk onderaan het scherm welke voorwerpen je nodig hebt en klik ze dan aan. De volgorde maakt niets uit.</li>\n                            <li>Als je voorwerpen aanklikt die niet in de lijst staan, krijg je strafpunten.</li>\n                            <li>Als je een voorwerp niet kunt vinden, klik je op &quot;Hint&quot;. Dit kost je wel waardevolle punten.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #b35a6e 0%,#8d3c4c 100%)"},"type":"Strategie","playBtn":"/spellen/strategiespellen/scrapbook-detective/?language=nl&action=play"},{"name":"Seashell Speed","short":"seashell_speed","url":"/spel/pusselspel/seashell-speed/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Verwissel schelpen en maak combinaties van identieke schelpen om ze te verwijderen. Het speelveld wordt steeds kleiner en dus wordt het steeds moeilijker om combinaties te vinden. En doe het snel, want je hebt maar &#xE9;&#xE9;n minuut!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik op twee schelpen om ze te verwisselen. Maak rijtjes van drie of meer identieke schelpen om ze te verwijderen.</li>\n                            <li>Als een kolom leeg is, wordt het speelveld kleiner. Daardoor wordt het moeilijker om combinaties te maken.</li>\n                            <li>Er zijn vier power-ups: bommen, kolomexplosies, kleurenbommen en vermenigvuldigers. Gebruik ze verstandig!</li>\n                        </ol>\n                        \n                            <p>Dit spel is alleen voor leden. Meld je hierboven aan om nu gratis te spelen.</p>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #a9a373 0%,#a4a186 100%)"},"type":"Puzzel"},{"name":"Seashell Squeeze","short":"seashell","url":"/spel/pusselspel/seashell-squeeze/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Op de bodem van de zee stapelen de schelpen zich op. Verwissel ze en maak combinaties van identieke schelpen om ze te verwijderen. Het speelveld wordt steeds kleiner en dus wordt het steeds moeilijker om combinaties te vinden...\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik op twee schelpen om ze te verwisselen. Maak rijtjes van drie of meer identieke schelpen om ze te verwijderen.</li>\n                            <li>Als een kolom leeg is, wordt het speelveld kleiner. Daardoor wordt het moeilijker om combinaties te maken.</li>\n                            <li>Er zijn drie power-ups: bommen, kolomexplosies en kleurenbommen. Gebruik ze verstandig!</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #467190 0%,#8da7b7 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/seashell-squeeze/?language=nl&action=play"},{"name":"Silver Screen","short":"silverscreen","url":"/spel/pusselspel/silver-screen/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Een uniek spel dat anders is dan elke andere puzzeluitdaging. Maak rijen van dezelfde kleur van de 2-kleurige blokjes. Verwissel de blokjes of draai ze simpelweg om! Gebruik de regenbogen en bommen om snel voortgang te boeken en luister naar de muziek die uw combinaties maken.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Bij Silver Screen hebben alle blokjes twee kleuren: een kleur aan de buitenkant en een tweede kleur van binnen. Alleen de buitenste kleur is actief en kan met blokjes van dezelfde kleur worden gecombineerd tot rijen of kolommen van minimaal 3 blokjes.</li>\n                            <li>U kunt twee aangrenzende blokjes van plaats verwisselen, of de binnen- en buitenkleur van een blokje omwisselen, om rijen of kolommen van minimaal 3 blokjes van dezelfde kleur te maken.</li>\n                            <li>Regenboogblokjes passen bij alle kleuren; laat een vuurblokje ontvlammen om de buitenste laag van alle omringende blokjes weg te branden.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #0f4369 0%,#145f87 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/silver-screen/?language=nl&action=play"},{"name":"Solitaire Swing","short":"solitaire_swing","url":"/spel/kortspel/solitaire-swing/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Deze Solitaire s ge&#xEF;nspireerd door golf en kent veel actie! Maak reeksen voordat de kaarten beneden zijn, en zorg ervoor dat u bij elke hole par speelt!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Match de vallende kaarten met de pot onderaan. U kunt kaarten matchen in oplopende of aflopende volgorde, ongeacht kleur. </li>\n                            <li>Dit betekent dat u een Heer kunt matchen met een Aas of een Vrouw enz. Als u het aantal kaarten hebt bereikt wat op de vlag staat, kunt u de reeks versturen.</li>\n                            <li>U krijgt een hogere score als u de reeksen verstuurt voordat ze te ver naar beneden zijn gevallen, en voor het versturen van langere reeksen. Als een kaart onder de rand is gevallen, is de game voorbij.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #304c0f 0%,#496626 100%)"},"type":"Kaart","playBtn":"/spellen/kaartspellen/solitaire-swing/?language=nl&action=play"},{"name":"Spider King","short":"spider_king","url":"/spel/kortspel/spider-king/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Spider King is gebaseerd op een van populairste solitaires ooit, en is nu n&#xF3;g verslavender! Maak reeksen van Koning tot Aas en ze verdwijnen op magische wijze!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Alle kaarten hebben dezelfde kleur, dus u hoeft alleen maar te zorgen dat er reeksen worden gemaakt van Koning tot Aas.</li>\n                            <li>Wanneer u een volledige reeks kaarten heeft gemaakt, verdwijnen ze. Maak 8 reeksen om het spel uit te spelen.</li>\n                            <li>Alle kaarten kunnen op lege plekken worden gelegd, maar u mag geen nieuwe kaarten delen zolang er lege plekken zijn.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #0b2d54 0%,#2a5d87 100%)"},"type":"Kaart","playBtn":"/spellen/kaartspellen/spider-king/?language=nl&action=play"},{"name":"Storm Chaser","short":"storm_chaser","url":"/spel/pusselspel/storm-chaser/?language=sv","tags":"","hasBoosters":false,"register":true,"description":""},{"name":"Sudoku Sweep","short":"sudokusweep","url":"/spel/strategispel/sudoku-sweep/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    In Sudoku Sweep kunt u maximaal gebruik maken van uw Sudoku-kennis en de strategische planning die daarbij hoort. Plaats de vallende nummers volgens de Sudoku regels en maak zoveel mogelijk rijen, kolommen en combinaties. Alleen de beste spelers zullen erin slagen het hele bord te vullen. \n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>De cijferstenen vallen van boven naar beneden. Plaats ze van de bodem naar boven zodat geen nummer 1 t/m 9 meer dan &#xE9;&#xE9;nmaal in een rij, kolom of 3x3 blok voorkomt. U mag slechts driemaal een fout maken. Jokers hebben geen waarde en kunnen overal geplaatst worden zonder de Sudoku-regels te overtreden. </li>\n                            <li>U kunt het spel spelen met behulp van uw toetsenbord. Beweeg de vallende stenen zijdelings met de linker- en rechterpijl, en laat ze sneller vallen met de pijl naar beneden. Met de spatiebalk valt de steen direct helemaal naar beneden.</li>\n                            <li>U krijgt een bonus voor een volle rij, kolom of 3x3 blok. U krijgt ook een bonus voor een horizontale of verticale triple, die hetzelfde cijfer gebruikt in drie 3x3 vakken, zodat hij nooit wordt vertegenwoordigd door een joker. Dit zorgt er tevens voor dat de drie stenen veranderen in jokers, hetgeen het spel in een later stadium makkelijker zal maken. De Gouden stenen verhogen de scores van iedere combinatie die u maakt. </li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #5c0a10 0%,#7d2a2a 100%)"},"type":"Strategie","playBtn":"/spellen/strategiespellen/sudoku-sweep/?language=nl&action=play"},{"name":"Top Ace","short":"top_ace","url":"/spel/kortspel/top-ace/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Speel maximaal drie spannende tennisgames tegen de beste spelers van de wereld. Kunt u alle azen bovenop krijgen? Dan plaatst u zich voor de Bonusronde en wordt u de grote ster!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Het doel van dit spel is om alle azen bovenop te krijgen.</li>\n                            <li>Klik op een kaart om hem van het tennisveld te verwijderen. U kunt kaarten alleen verwijderen wanneer u een open kaart van dezelfde serie hebt.</li>\n                            <li>U beschikt over een grote tas met vier opbergruimtes voor kaarten. Om een kaart uit de tas terug te brengen in het spel, moet u een hele kolom leegmaken.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #3c673e 0%,#567d41 100%)"},"type":"Kaart","playBtn":"/spellen/kaartspellen/top-ace/?language=nl&action=play"},{"name":"Twist Me Silly","short":"twist_me_silly","url":"/spel/pusselspel/twist-me-silly/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    In het bos van Uncle Berry is het altijd feest. Hij heeft jouw hulp nodig om de lekkere bessen te verzamelen. Je hoeft alleen maar drie of meer bessen van dezelfde kleur met elkaar te verbinden. Als je extra lange ketens maakt, verschijnen er speciale bessen waarmee je nog meer lekkere vruchten kunt verzamelen.\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Klik op de bessen om ze te draaien. Verbind drie dezelfde bessen en - hoplakee! - ze verdwijnen allemaal!</li>\n                            <li>Maak lange ketens van dezelfde bessen om speciale bessen te maken.</li>\n                            <li>Als je het vereiste aantal bessen hebt verwijderd, ga je door naar het volgende level. Hier leveren je bessen nog meer punten op.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #9dbd3f 0%,#5e8036 100%)"},"type":"Puzzel","playBtn":"/spellen/puzzelspellen/twist-me-silly/?language=nl&action=play"},{"name":"Word Battle","short":"wordbattle","url":"/spel/ordspel/word-battle/?language=sv","tags":"","hasBoosters":false,"register":true,"description":""},{"name":"Word Link","short":"wordlink","url":"/spel/ordspel/word-link/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Een klassieke woordenpuzzel waarbij je zo veel mogelijk woorden moet zien te maken door letters te combineren. Nieuwe letters stellen je taalvaardigheid op de proef en lange woorden leveren speciale stenen op. Spellen maar!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Maak met de letterstenen zo veel mogelijk woorden voor de tijd om is. Wanneer je woorden maakt, komen er nieuwe stenen op het speelveld.</li>\n                            <li>Klik met de linkermuisknop &#xE9;&#xE9;n voor &#xE9;&#xE9;n de letters van het woord aan. Letterstenen moeten elkaar aanraken om met elkaar verbonden te kunnen worden. Alleen woorden van 3-10 stenen worden geaccepteerd.</li>\n                            <li>Lange woorden en letterstenen met een hoge waarde verhogen de score. Gebruik de bonusstenen om scores te vermenigvuldingen.</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #53782a 0%,#405725 100%)"},"type":"Woord","playBtn":"/spellen/woordspellen/word-link/?language=nl&action=play"},{"name":"Word Seance","short":"wordseance","url":"/spel/ordspel/word-seance/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Gebruik de aangegeven letters om woorden te typen in het Engels, Duits, Frans, Zweeds, Nederlands, Deens en Italiaans. Hoe sneller u bent, hoe hoger uw score. Zorg dat uw verbinding met het Dodenrijk intact blijft, anders heeft de Dood een zeer onplezierige verrassing voor u!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Gebruik de letters op uw toetsenbord om te typen, en druk op enter om het woord te versturen.</li>\n                            <li>Alle woorden in het Engels, Duits, Frans, Zweeds, Nederlands, Deens en Italiaans worden geaccepteerd. Wanneer u in hetzelfde spel een woord voor de tweede keer gebruikt, krijgt u hier geen punten voor.</li>\n                            <li>Voldoe aan de eisen voor het level, of verlies een van uw levens. U begint met twee levens, die worden weergegeven in de hoek rechtsonderaan. Let goed op, anders is het spel voorbij!</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #8f5400 0%,#ad8432 100%)"},"type":"Woord","playBtn":"/spellen/woordspellen/word-seance/?language=nl&action=play"},{"name":"Yo-yo Jackpot","short":"yoyo_jackpot","url":"/spel/actionspel/yo-yo-jackpot/?language=sv","tags":"","hasBoosters":false,"register":false,"description":"\n                    <h2>Beschrijving</h2>\n                    Gebruik je jojo om de kleurrijke ballen in de slingers om je heen weg te spelen en alle levels te voltooien!\n                    <h2>Instructies</h2>\n                    <div id=\"kingOpenGameInstruction\">\n                        <ol>\n                            <li>Richt met je muis: Josie draait zich vanzelf om.</li>\n                            <li>Gebruik je jojo om ballen weg te spelen. Als er drie of meer ballen samenkomen, ontploffen ze.</li>\n                            <li>Vul de meter door ballen weg te spelen en probeer zo weinig mogelijk schoten te gebruiken!</li>\n                        </ol>\n                        \n                   </div>\n                    \n\n                ","css":{"background":"linear-gradient(top,  #d8d3b8 0%,#92b544 100%)"},"type":"Actie","playBtn":"/spellen/actiespellen/yo-yo-jackpot/?language=nl&action=play"}]